{
    "header" : {
        "message": "Welcome",
        "take_test": "Take Test"
    },
    "navbar" : {
        "home": "Home",
        "about": "About",
        "apps": "Apps",
        "team": "Team",
        "community": "Community",
        "blog": "BLOG",
        "take_test": "Take Test"
    },
    "about" : {
        "line1": "W H Y",
        "line2": "do we have",
        "line3": "Emotions",
        "line4": "Logics",
        "line6": "Emotions",
        "long-text1-first": "Some may view emotion as the unwanted sibling of logic, sometimes heavily burdening us with fear and sorrow. However, emotion serves a distinct purpose of its own. Alongside with its ability to give pleasure, it has evolutionarily developed to act as an alarm, an instant signal to let us be aware of any potential danger or threat.",
        "long-text1-second": "As the logical brain is important for solving complicated problems through meticulous thinking, the emotional brain is also crucial, since it discretely dictates our actions and thoughts behind the logical brain. Thus, the functionality of the brain, in other words Cognitive Force, should be understood as a result of the concordance of the two brains and their ability to cooperate effectively.",
        "long-text2-first": "We learn how to grow and control our logical brain in a systematic way; through mathematics, science, economics and so on.",
        "long-text2-second": "But where do we learn to train our emotional brain? Furthermore, where do we learn to integrate logic and emotion?",
        "long-text2-third": "We see the potent increase of psychological problems as a result of this soaring discrepancy between these two brains, as we disregarded emotion over the sake of logic.",
        "long-text2-fourth": "That is where HEARTH rises to the occasion, to help us refine the emotional brain and ultimately coexist with the logical brain in harmony. ",
        "rest-text-first": "It is here to understand our emotions through self-analyzation, by finding out what each of our distinct cognitive abilities are, from strength to weakness. It is here to cultivate emotional depth, and enhance its interconnectivity with logic by practicing our cognitive functions in a personalized, yet collective way. Here we focus on 6 intertwined yet individual set of Cognitive Force, which as a sum is",
        "rest-text-second": "“HEARTH”: Helm, Envisage, Attune, Reverie, Transcend, and Harmonize.",
        "rest-text-third": "Focus on controlling and enhancing these 6 aspects and we will shine bright, by becoming the best version of ourselves.",
        "rest-text-fourth": "HEARTH, we are here to help us."
    },
    "apps" : {
        "independence": "Independence",
        "cogitation": "Cogitation",
        "adaptability": "Adaptability",
        "creativity": "Creativity",
        "volition": "Volition",
        "cooperability": "Cooperability",

        "helm": "HELM is the Cognitive Force that allows one to lead a meaningful life and develop a character of depth. It is a path that must be cultivated in order to reach self-actualization and fulfill the calling given to each and every one, covering the full spectrum from the archetypal to the idiosyncratic. Introspection, Integration, and Individuation are the three key components of this Emerald Flame.",
        "helm_intro": "HELM is the Cognitive Force that allows one to lead a meaningful life and develop a character of depth. It is a path that must be cultivated in order to reach self-actualization and fulfill the calling given to each and every one, covering the full spectrum from the archetypal to the idiosyncratic. ",
        "helm_components": "Introspection, Integration, and Individuation ",
        "helm_are": "are the three key components of this ",
        "helm_flame": "Emerald Flame.",

        "envisage": "ENVISAGE is the Cognitive Force that engenders deep insight and permits one to intuitively fathom the true nature of things. It is the art of abstract thinking and theorization, which shines through in complex decision-making processes that necessitate both analytic and holistic cognition. Reflection, Systemization, and Sagacity are the three key components of this Cobalt Flame.",
        "envisage_intro": "ENVISAGE is the Cognitive Force that engenders deep insight and permits one to intuitively fathom the true nature of things. It is the art of abstract thinking and theorization, which shines through in complex decision-making processes that necessitate both analytic and holistic cognition. ",
        "envisage_components": "Reflection, Systemization, and Sagacity ",
        "envisage_are": "are the three key components of this ",
        "envisage_flame": "Cobalt Flame.",
        
        "attune": "ATTUNE is the Cognitive Force that modifies and maneuvers with great precision and pertinence, facilitating one to cleverly advance in the face of adversity. It is the tactical acumen and wits of a diplomat, which is essential for navigating through predicaments while maintaining balance and integrity. Perceptivity, Plasticity, and Optimization are the three key components of this Cyan Flame.",
        "attune_intro": "ATTUNE is the Cognitive Force that modifies and maneuvers with great precision and pertinence, facilitating one to cleverly advance in the face of adversity. It is the tactical acumen and wits of a diplomat, which is essential for navigating through predicaments while maintaining balance and integrity. ",
        "attune_components": "Perceptivity, Plasticity, and Optimization ",
        "attune_are": "are the three key components of this ",
        "attune_flame": "Cyan Flame.",

        "reverie": "REVERIE is the Cognitive Force that endows novelty and vivacity, blessing one’s mind with beauty and freedom of thought. It is the gift of vivid imagination and innovative creativity, which through playful roaming or cathartic brooding, kindles major breakthroughs and paradigm shifts. Curiosity, Originality, and Artistry are the three key components of this Canary Flame.",
        "reverie_intro": "REVERIE is the Cognitive Force that endows novelty and vivacity, blessing one’s mind with beauty and freedom of thought. It is the gift of vivid imagination and innovative creativity, which through playful roaming or cathartic brooding, kindles major breakthroughs and paradigm shifts. ", 
        "reverie_components": "Curiosity, Originality, and Artistry ", 
        "reverie_are": "are the three key components of this ",
        "reverie_flame": "Canary Flame.",

        "transcend": "TRANSCEND is the Cognitive Force that conquers and expands through courage and determination, enabling one to confront and march above one’s own fear and pain. It is the mindset of a warrior, which must be harnessed as a means to exceed preconceived limitations, and perform valiantly under pressure. Passion, Resilience, and Ascendency are the three key components of this Crimson Flame.",
        "transcend_intro": "TRANSCEND is the Cognitive Force that conquers and expands through courage and determination, enabling one to confront and march above one’s own fear and pain. It is the mindset of a warrior, which must be harnessed as a means to exceed preconceived limitations, and perform valiantly under pressure. ",
        "transcend_components": "Passion, Resilience, and Ascendency ",
        "transcend_are": "are the three key components of this ",
        "transcend_flame": "Crimson Flame.",

        "harmonize": "HARMONIZE is the Cognitive Force that enriches one’s journey with true companions and mutual cooperative alliance. It is the ability to graciously synergize through genuine bonding, creating positive relationships with others regardless of their personality or background. Sensibility, Eloquence, and Resonance are the three key components of this Magenta Flame.",
        "harmonize_intro": "HARMONIZE is the Cognitive Force that enriches one’s journey with true companions and mutual cooperative alliance. It is the ability to graciously synergize through genuine bonding, creating positive relationships with others regardless of their personality or background. ", 
        "harmonize_components": "Sensibility, Eloquence, and Resonance ",
        "harmonize_are": "are the three key components of this ",
        "harmonize_flame": "Magenta Flame."
    },
    "team": {
        "line1": "Team HEARTH was created to accomplish the mission of elevating mental wellness of humanity via offering a personalized help structure. ",
        "line2": "As we recognize that health encompasses not only the body, but also the mind and soul, ",
        "line3": "we are here to ensure the holistic development of the triad by uplifting the latter. ",
        "line4": "Our vision is to help everyone in need through fostering depth, strength, and beauty by the means of creative and sustainable methods.",
        "line5": "“There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them.”",
        "line6": "As you navigate through life, Team HEARTH wishes to accompany your journey and assist you along the way",
        "line7": "by providing philosophical and psychological insights. As we are here to help you, you can also help others by taking part in our mission. ",
        "line8": "Join us in our community, participate in diverse programs, and help build a healthy community that will enlighten yourself and the world.",
        "line9": "For any inquiry, feel free to contact us on ",
        "line10": "hearthisnear@gmail.com.",

        "p2_line1": "Director, building and refining the overarching structure",
        "p2_line2": "of HEARTH, establishing a clear vision.",
        "p2_line3": "As a M.D. who is deeply engrossed in philosophy and psychology,",
        "p2_line4": "endeavors to foster a holistic healing process",
        "p2_line5": "and take part in the ennoblement of humanity.",

        "p3_line1": "Visualizer, directing the artistic and creative elements of projects.",
        "p3_line2": "Designer of User Interface and Experience,",
        "p3_line3": "driven to develop concepts and ideas into visual narratives,",
        "p3_line4": "crafting digital interactions into user-centric journeys.",

        "p4_line1": "Program creator and assessor, producing new materials ",
        "p4_line2": "and improving content quality through philosophical contemplations. ",
        "p4_line3": "Having background in both Psychology and Mechanical Engineering, ",
        "p4_line4": "seeks to understand the underlying mechanics of human psychology,",
        "p4_line5": "and uncover the path to a more fulfilled life.",
        
        "p5_line1": "Operator, maintaining a panoramic view of projects",
        "p5_line2": "and orchestrating the workflow to keep all facets ",
        "p5_line3": "of the operation on track.",
        "p5_line4": "With a background in Computer Science,",
        "p5_line5": "transforms the team’s concepts into tangible realities",
        "p5_line6": "while balancing our mission to be both innovative and resonant."
    },
    "community" : {
        "email": "abcdefg@email.com",
        "register": "Register",
        "registered": "Registered!",
        "error_message": "Please enter a valid email address.",
        "visit_blog": "Visit BLOG",
        "c-line3": "and be a part of our journey to wellness & enlightenment",
        "privacy-policy": "Privacy Policy",
        "termsofuse": "Terms of Use"
    },
    "blog" : {
        "email": "abcdefg@email.com",
        "register": "Register",
        "registered": "Registered!",
        "error_message": "Please enter a valid email address.",
        "privacy-policy": "Privacy Policy",
        "termsofuse": "Terms of Use"
    },
    "test" : {
        "start": "Start",
        "who": "Who are you?",
        "next": "Next",
        "hello": "Hello",
        "welcome": "Welcome to the HEARTH Test.",
        "measure": "This test is designed to measure your",
        "cf": "Cognitive Force,",
        "within": "the flame that burns within you.",
        "before": "Before taking the test, bring yourself to a calm state of mind to effectively assess and rediscover your true colors.",
        "choose": "Choose from five scales according to the degree of your personal affiliation to each sentence.",
        "proceed": "Proceed to Test"
    },
    "questions": {
        "question": "Question",
        "of": "of",
        "strongly": "Strongly",
        "agree": "Agree",
        "disagree": "Disagree",
        "back": "back",
        "next": "next",
        "submit": "submit",
        "loading": "Loading Result",
        "q1": "I analyze my own psychological state.",
        "q2": "My beliefs, actions, and goals are unified to form an organized whole.",
        "q3": "I am maturing into the individual I was meant to be.",
        "q4": "I find pleasure in deep contemplation.",
        "q5": "I manage my life systematically.",
        "q6": "In the grand scheme of things, my life is proceeding as I envisioned.",
        "q7": "I possess a keen sense of perception.",
        "q8": "I can mold myself to adequately fit in diverse situations.",
        "q9": "I make the most effective use of my given situation.",
        "q10": "I am curious and open-minded.",
        "q11": "I am a pioneering person.",
        "q12": "I express myself through creative outlets such as painting, music, and poetry.",
        "q13": "I am motivated and passionate.",
        "q14": "I remain brave in the face of fear.",
        "q15": "I push beyond my limits.",
        "q16": "I can accurately sense the emotional state of others.",
        "q17": "I am articulate and persuasive. ",
        "q18": "My words and actions are warm and evocative.",
        "q19": "I enjoy having profound discussions about life and its meaning.",
        "q20": "I am not worried about how others would view me. ",
        "q21": "I don’t feel the need to prove my worth.",
        "q22": "I carefully consider my decisions before acting.",
        "q23": "I am clearly focused on my goals and priorities.",
        "q24": "I have a deep intuitive grasp of abstract ideas.",
        "q25": "I make decisions based on hard evidence.",
        "q26": "I can handle multiple responsibilities simultaneously.",
        "q27": "I actively utilize my strengths.",
        "q28": "I feel a strong urge to explore and discover.",
        "q29": "I like to come up with new ideas.",
        "q30": "I am surrounded by beauty and art.",
        "q31": "I inspire others with my energy and zeal.",
        "q32": "I grow stronger through adversities.",
        "q33": "I believe I can change the trajectory of my fate with my own hands.",
        "q34": "I am unbothered by negative attitudes.",
        "q35": "I can deliver a convincing speech in front of a large audience.",
        "q36": "I sense goodness in everyone I meet.",
        "q37": "I am aware of my innate limitations.",
        "q38": "I accept the dark side of myself without repression.",
        "q39": "I am not afraid to oppose the prevailing view.",
        "q40": "I discern the true nature behind others’ personas.",
        "q41": "I monitor and regulate my thought process.",
        "q42": "I am able to think clearly under pressure.",
        "q43": "I can sense the subtlest of changes.",
        "q44": "If something doesn’t go as planned, I can always improvise for the better.",
        "q45": "I don’t waste my time and energy on what I cannot control.",
        "q46": "I find myself questioning conventional beliefs.",
        "q47": "I possess an idealized view of the world. ",
        "q48": "My life is both a tragedy and a comedy.",
        "q49": "I do more than what is required of me.",
        "q50": "No matter how many times I fail, I never give up.",
        "q51": "I voluntarily embrace discomfort for the sake of growth.",
        "q52": "I can read between the lines.",
        "q53": "I am pleasantly tactful and well-mannered.",
        "q54": "People deeply trust me and confide to me their darkest secrets."
    },
    "firecopy": {
        "sincerely": "Sincerely, HEARTH",
        "details": "see details",
        "home": "HOME",
        "forceQuotient": "Keep in mind that the result does not reflect your absolute value, but is rather a comparative assessment of yourself within your perspective of the world. For instance, low scores may indicate that you have a high expectation of yourself, while high scores indicate the opposite.",
        "copyCode": "Copy Code",
        "copyResult": "Would you like to get a copy of your results? Register now and start your journey with HEARTH.",
        "subscribeLetter": "(Optional) Join the Hearthside and subscribe to our e-letter",
        "copyClipboard": "Copied to Clipboard!",
        "readMore": "Read More",
        "results": "results",
        "finishTest": "finish test",
        "backtohome": "back to home",
        "receiveResult": "Receive Test Result",
        "liveUp": "Live Up to Your Fullest Potential",
        "personalize": "Personalize your experience with your HEARTH Code",
        "furtherEnhance": "Further enhance your",
        "strength": "strength",
        "improveOn": "Improve on your",
        "weakness": "weakness"
    },
    "results": {
        "a-b": "You possess the flame of Helm: a sincere and profound one that shines into your darkest corners. Casting its gentle light upon the subconscious realm, the fire illuminates your being in the deepest sense, enabling you to integrate your own shadow towards complete individuation. As an individual who follows one’s inner voice first and foremost, you journey through your life with character and uniqueness. Your goal would be to experience life in its fullest form, understand and connect with your deepest self, and transform yourself inasmuch as your own experience enlightens you. Perhaps, you also believe in determinism or fatalism in a poetic sense: whatever you do, given that you stay true to yourself, the decisions you make and their consequences will eventually lead you to the path that is destined to you. All in all, you are a humble student who strives to embrace the whole spectrum of life in solitude, not succumbing to businesslike mannerisms of half-hearted people. However, it is true that there is also wisdom, although a different kind, behind orderliness and professionalism that you might see as insincere or monotonous; depriving yourself of such rationality might risk your chance of survival in the long run. HEARTH is here to help: with Envisage, increase your capability to strategize by reflecting upon yourself, and eventually accept the wisdom to leading a secure and fulfilling life.",
        "a-c": "You possess the flame of Helm: a sincere and profound one that shines into your darkest corners. Casting its gentle light upon the subconscious realm, the fire illuminates your being in the deepest sense, enabling you to integrate your own shadow towards complete individuation. You are given the power to build your own self; against the endlessly crashing waves of existential fear and angst, you stand firm and dive into the abyss, slowly but steadily revealing one layer at a time. As you see yourself as a blank piece of paper ready to be painted and written down in any direction, you design your life as you see fit, carving and sculpting yourself until you reach the final form: the ideal person that you see in yourself. Although you might realize your own limitations, you strive to be deeper and more integrated, pushing yourself to the limit constantly, dissecting your wills and negotiating with them. In short, you are a shapeshifter, who is at times illogical and even comical, yet brilliant and amusing in the way you think and proceed in your life. Although your tendency to not confine yourself to any box may let you experience something that you would otherwise never have had the chance to, it also creates an unnecessary risk of being presumptuous and out of line, and may trap you in a wishful fantasy. HEARTH is here to help: with Attune, perceive yourself and the world with neutral clarity, mold your existence into an optimal form, and lead an ambitious, yet congruous life.",
        "a-d": "You possess the flame of Helm: a sincere and profound one that shines into your darkest corners. Casting its gentle light upon the subconscious realm, the fire illuminates your being in the deepest sense, enabling you to integrate your own shadow towards complete individuation. Possessing a stern and thoughtful mind, you lead a meaningful life of purpose, experiencing the world in a realistic and sensible way. Without giving into debauchery and immorality, you live a life which you regard as virtuous, keeping yourself in check from excessive fantasizing and hedonism. Furthermore, you have a rather deterministic standpoint regarding life: you would accept and follow the fate which is endowed to you, and despite the worries and doubts from time to time, rather than being discouraged from those hindrances, you would connect to your being in an even more profound manner. In short, you are a modest thinker of solitude who is deeply self-conscious, who leads an effective way of life without being pretentious or wishy-washy. However, as much as your candid simpleness is consistent and reliable when it comes to solving quintessential problems of life, you might be pressed of thinking outside the box; since there are complex and intricate matters which cannot be approached otherwise, it would be wise of you to learn how to view things from a creative angle. HEARTH is here to help: with Reverie, turn on your curious mind, build your original way of thinking, and learn how to apply artistry in everything to lead a more colorful life.",
        "a-e": "You possess the flame of Helm: a sincere and profound one that shines into your darkest corners. Casting its gentle light upon the subconscious realm, the fire illuminates your being in the deepest sense, enabling you to integrate your own shadow towards complete individuation. You are a moderate person who leads a quiet life of depth. Without indulging in narcissistic self-appraisal, you find your confidence in knowing who you truly are; you respect yourself in full scope despite your flaws, or perhaps more so because of them. Your tendency to be calm and collected aligns with humanitarian values, such as peace, good will, and brotherly love; you are likely to be interested in global welfare, if not participate in it. Furthermore, as you are humble and independent, you would be valued as a warm and restful advisor to your close friends and relatives. In short, you are an agreeable person of tranquility, who has a high understanding of oneself, joyfully abiding to your given fate rather than fighting for another. That being said, as your organic way of living lacks in the part of fierceness and passion, you could be underestimating your own potential, taking part in unchallenging roles while you can lead a more fulfilling life in a position of greater meaning. HEARTH is here to help: with Transcend, discover your true passion, grow resilient to failure, and lead a strong and forwarding life.",
        "a-f": "You possess the flame of Helm: a sincere and profound one that shines into your darkest corners. Casting its gentle light upon the subconscious realm, the fire illuminates your being in the deepest sense, enabling you to integrate your own shadow towards complete individuation. As a strong-willed person who holds life with a firm grip, you value being true to yourself more than anything else. Thus, it is likely that you find yourself quite different from the norm both in good and bad. Perhaps you would have spent time contemplating alone or enjoying art instead of participating in shallow interactions, which as a result, allows you to understand yourself and connect to your deepest parts, making possible for you to shine as a singular individual. Possessing a certain uniqueness in character, you are a person who people either love or feel distant to; some respect you for your sovereignty, while others deprecate your self-rule. In short, you are a person with a small yet strong social circle, who proceeds with true grit even at the loneliest times, all the while invigoratingly pursuing what you believe to be right. Although you might not feel the need to do so, you must know how to considerately negotiate with others and understand their ways of living, since not only does stepping outside of your circle provide foreign wisdom, but also cooperative force if your temporary objectives coincide. HEARTH is here to help: with Harmonize, unbolt your brotherly empathy, increase your coherence in interpersonal relationships, and lead a life of determination which also resonates with others.",
        "b-a": "You possess the flame of Envisage: an elegant and ethereal one that gleams through the murk. By clearly elucidating equivocal matters, the fire enables you to discern with higher acuity and create a systematic schema, eventually enlightening the pathway to wisdom. You are a person who decides and operates based on a logical ground, analytically understanding the world as if it were a puzzle. This makes you a strong competitor in various fields of interest, mainly where strategy and foreplanning matters most. This gift of yours could be used for many things, yet it is most likely that your goals in life are in conformity with societal standards; whether it is about relationships or career, the ideal for which you strive would be what many others also consider to be desirable and admirable to accomplish. Moreover, since your motives and ideals are commonly relatable, you easily acquire friends and colleagues who share your ambition and thereby ensure the legitimacy of your vision. All in all, you are a bright one who is skilled in strategizing, planning and executing the most reasonable means to achieve a commonly desired end. Although it is true that your purpose is respected by the populace and even offers you a sense of comfort, it does not however, guarantee you a truly valuable journey in your personal life. Especially at this modern age of overflowing chaos and insanity, it is easy to confuse what is popular with what is good; thus, developing the ability to independently think is all the more crucial. HEARTH is here to help: with Helm, grow your introspective ability and integrate all the deep parts of yourself, and aim for a truly meaningful life that only you know how to live.",
        "b-c": "You possess the flame of Envisage: an elegant and ethereal one that gleams through the murk. By clearly elucidating equivocal matters, the fire enables you to discern with higher acuity and create a systematic schema, eventually enlightening the pathway to wisdom. With a systemic and logical value structure, you fastidiously assess the essence of matters, intending to organize and make sense of the chaotic. Whether it is about a person or a thing, you are the first to notice the weak areas that need change or improvement; with a sense of austerity, you analyze the flaws and the reason it occurred, offering solutions on how it can be effectively revised. Since this ability allows you to thoroughly inspect and perceive the world with heightened acuity, you are also able to propose new visions for how the world should be. In short, you are a person with a very specific point of view, constantly evaluating and classifying your subjects instead of simply going with your gut feeling. Like an alchemy for gold, you endeavour to exact a strategy or formula to surpass the imperfection of yourself and the world. However, you must understand that these traits of yours indicate high neuroticism and stress; some might even feel uncomfortable for you being hypercritical and perfectionistic. HEARTH is here to help: with Attune, feel more comfortable with yourself by accepting things as they are, be flexible in implementing your visions, and move in a direction that is not only right and just, but also yours to reap the benefits.",
        "b-d": "You possess the flame of Envisage: an elegant and ethereal one that gleams through the murk. By clearly elucidating equivocal matters, the fire enables you to discern with higher acuity and create a systematic schema, eventually enlightening the pathway to wisdom. Being a strictly rational thinker, you make informed decisions from a realistic perspective, assessing both your resources and constraints, as well as the associated risks and rewards. Rather than being a hopeless romantic and aiming for the highest ideal, you decisively do what is best for you within realistic expectations. Also, since you are neither an optimist or a pessimist, you won’t engage in much imaginative joy or pain that one might experience from appreciating poetry, cinema or music; metaphysics such as ethics and aesthetics are too speculative in your opinion, factual concepts such as science or finance would be what grasp your sole interest. All in all, you are a down-to-earth strategist who stays calm and collected without causing needless commotion and extravagance; you do what you can do for the time being, thinking less of ‘what you could’ve done’ or ‘how it could’ve been’. Even in dire situations where others tend to be extremely emotional, you are able to strategize a salvage plan, seldom yielding to unreasonable melancholy or angst. However, as your way of living is like riding on a high speed train, you might end up missing out on the opportunities to notice and explore your hidden paths and possibilities. HEARTH is here to help: with Reverie, learn how to see the subtle beauty that is around us, be increasingly original, and live your life to its fullest potential.",
        "b-e": "You possess the flame of Envisage: an elegant and ethereal one that gleams through the murk. By clearly elucidating equivocal matters, the fire enables you to discern with higher acuity and create a systematic schema, eventually enlightening the pathway to wisdom. As a person who is careful and punctilious, you are skilled at examining phenomenas, analyzing problems, and revising strategies and plans. You catch onto the details which others might easily overlook, and this astuteness renders your thought processes more accurate and systemic. Perhaps you would have experienced your predictions about the future being more than often correct; this is ascribable to the thoroughness of your estimations, or more fundamentally, your general personality to be cautious. In short, you are a cerebral person who thinks before talking or acting, and one who can see farther into the future. However, this could also indicate your perfectionistic trait: you might often find yourself not taking the first step at all due to excessive concerns or worrying about possible failures. This may hinder the process of active learning from trial and failure, which in turn poses a risk of being captured in a placid life where you lose control over yourself. HEARTH is here to help: with Transcend, amplify your drive and passion, build self-efficacy and take full control of your life via self-directed activities.",
        "b-f": "You possess the flame of Envisage: an elegant and ethereal one that gleams through the murk. By clearly elucidating equivocal matters, the fire enables you to discern with higher acuity and create a systematic schema, eventually enlightening the pathway to wisdom. As an independent thinker who penetrates through the naïve, you are a lover of wisdom and truth, with a highly developed ability to think critically and judge. You disassociate yourself from the biases of your society and culture to acquire impartial objectivity; and in the process of doing so, you would have spent much time by yourself, cultivating insights via books or travels. Furthermore, as you value truth and honesty, you would act and speak straightforwardly without circumlocution or making excuses for yourself. In short, you are an astute thinker who attempts to liberate oneself from the shackles of the herd mentality. Like the fable ‘The Ants and The Grasshopper’, you guide your life with a certain kind of purpose and severeness, while being unsympathetic towards the ones who haven't stored anything away for the winter. However, others may perceive your sense of purity as overly callous and unforgiving; although you might dismiss this concern, it would still cost you dearly since social relationships and reputations do matter greatly in all aspects of life. HEARTH is here to help: with Harmonize, cultivate your sensibility, learn how to act cogently, and ultimately aim to be a person who can resonate with different kinds of people while retaining the purity of mind.", 
        "c-a": "You possess the flame of Attune: a transformative wave that ebbs and flows with poise. Providing you with a sense of realistic acceptance, it acclimatizes you for your best interest and holds you in perfect balance in spite of the ever-changing world. As an easygoing person with variable interests, you adapt to new environments with ease, flexibly rearranging yourself to match any given atmosphere. Also, as you share the same passion and sentiment with many others, you clearly know what is appropriate and what is not, regarding everything from your sense of morality to what you call success. This allows you to conduct yourself in a sensible and witty way without overstepping boundaries; many would enjoy acquainting you due to your relaxed and relatable nature. Overall, you don’t confine yourself to a specific character, acting in a way that is most apt depending on each situation. Although this prompt responsiveness ensures you to be compatible even in tricky situations infused with discrete nuances, your lack of resoluteness poses a risk of being spineless, if not bring about an existential crisis of not knowing who you truly are. HEARTH is here to help: with Helm, understand your innate and unique wills, deepen the connection with yourself, and set a fulfilling life that is both self-actualizing and enjoyable.",
        "c-b": "You possess the flame of Attune: a transformative wave that ebbs and flows with poise. Providing you with a sense of realistic acceptance, it acclimatizes you for your best interest and holds you in perfect balance in spite of the ever-changing world. As a lively person infused with optimistic energy, you enjoy living in the present rather than worrying about the future or dwelling in the past. With an air of nonchalance, you casually move past life’s obstacles; you know by experience that even the most daunting situations usually turn out to be just fine, if not a blessing in disguise. In other words, like a skilled surfer at the sea, you sensuously listen to the moving tides and changing currents, simply letting yourself go and become one with the flow. In short, you are a person who is always ready to utilize whatever it is that you have in hand. You let the situation be as it is, and without any significant exertion, you smoothly slide through. However, as much as this Carpe Diem outlook allows you to savor simple moments and find little joys in your everyday life, it might render you completely passive and send you into hedonistic mindlessness. HEARTH is here to help: with Envisage, contemplate on the core and essence of matters, give order to your thoughts, and get hold of a lifestyle that is not only comfortable, but also meaningful.",
        "c-d": "You possess the flame of Attune: a transformative wave that ebbs and flows with poise. Providing you with a sense of realistic acceptance, it acclimatizes you for your best interest and holds you in perfect balance in spite of the ever-changing world. You encounter the world with open arms, allowing yourself to embrace and adapt to the world rather than resist and rebel against it. From a pragmatic perspective, you accept situations as they are instead of digging up problems, especially in cases where poking around is not in your best interest. Similarly, regarding yourself and the world, you do not bother fantasizing ‘What if?’; you would argue that brooding over such imaginations only causes one to blame, regret, or fall into despair. This rational practicality of yours is what lets you stay in the light: happy and unbothered, even-tempered and laid-back, understood by most and questioned by a few. In short, you are a down-to-earth person of practical sensibility who interprets and reacts to situations in a way that is simple yet effective. Although this convenient, utilitarian way of life provides you with positive mentality and a sense of belonging, it restricts you from thinking outside the box and discovering novel solutions. Thus it would be wise to question your ‘common sense’ from time to time, and also remember that almost all popular beliefs proved themselves to be utterly and completely wrong in the test of time. HEARTH is here to help: via Reverie, nurture your sense of pure curiosity, shape your unique character, and lead a life where you creatively adapt to the ever-changing world.",
        "c-e": "You possess the flame of Attune: a transformative wave that ebbs and flows with poise. Providing you with a sense of realistic acceptance, it acclimatizes you for your best interest and holds you in perfect balance in spite of the ever-changing world. As a quick-witted person who solves everyday problems in a clever and non-obvious way, you effectively manage tasks in a way that saves time or reduces stress. Without pushing your agenda, you brilliantly adjust and flow with ease, while just letting things be as they are. Chances are you usually don’t see any reason to take a hard stand against something you don’t really know, apart from situations where the consequences would directly affect you. This nonchalance allows you to be observant and patient; although you won’t bother to share this reverie, you might have wondered why some are trying too hard, when they can achieve their desired goals with much less endeavor. All in all, your greatest strength is your adaptability; without pushing your ideals headstrong, you align your values with that of the world, moving ahead of the game by skipping unnecessary conflicts. However, on the flip side of the coin, you might be bereft of industriousness and robustness, and thus, hit the wall when you are faced with an arduous and laborious task where no shortcut is to be found. HEARTH is here to help: with Transcend, ignite your hidden passion, build up resilience to withstand pressure, and lead a flexible life that glimpses on surpassing its limits.",
        "c-f": "You possess the flame of Attune: a transformative wave that ebbs and flows with poise. Providing you with a sense of realistic acceptance, it acclimatizes you for your best interest and holds you in perfect balance in spite of the ever-changing world. As a calm and unbothered person with solid emotional stability, you cope with stress and challenging situations using your own resources and abilities. Due to this sense of self-sufficiency, you rarely reach out for external help or support; you trust your own judgment and instincts, preferring to follow through independently rather than relying on others' advice for validation. Furthermore, although you don’t mind helping others and giving out words of encouragement, you avoid getting too nosy or proactively helping others, as you believe everyone has their own way of living. This phlegmatic optimism allows you to stay consistent in whatever you do or whoever you meet, which in turn gains you a reputation of genuine trustworthiness. To sum up, you are a well-balanced person with an understanding attitude towards life’s inevitable ups and downs. You believe in the ability to deal with your own hardship, just as you believe in others' ability to manage theirs. However, your individualistic attitude might cause you miss out the opportunity to synergize. That is, together, you might create something wonderful that neither you nor the other would have been able to achieve alone. HEARTH is here to help: with Harmonize, grow your empathetic connection, increase your ability to discuss and debate, and let the spark and chemistry brighten up your life with energy and warmth.",
        "d-a": "You possess the flame of Reverie: a playful and artistic one that sparks with pure curiosity. By illuminating unexplored realms, the fire grants you the artistic sense to unveil new possibilities and bring them to life in your own unique ways. More than often you would find yourself fascinated and stimulated by random objects or events, which you then explore in an enthusiastic manner. As you possess a lively personality, you view life as a mysterious adventure rather than a serious objective that has to be accomplished; this allows you to be highly open and expressive, accepting new ideas while also being able to illustrate your own. Through this ongoing process of absorbing and originating ideas, you will experience a colorful life: one that is active, bold and adventurous. All in all, the fire within you is one that dances playfully, opening new doors and inviting you into mind-blowing experiences. On the verge between the known and the unknown is where you thrive most, for the uncertainty of what awaits excites you and encourages you to exceed your limitations. However, you must be aware of the chaos it could bring into your life; as you have access to possibilities, chaos also has access to you. Thus, building a firm core of belief is much needed to withstand the occasional outburst of chaos that is inside you, one which is forged only through rigorous introspection and stern contemplation of your inner world. HEARTH is here to help: with Helm, explore and recognize your personal ideals and shortcomings, build a stable structure through connecting to your unseen parts, and finally, awaken your hidden potential.",
        "d-b": "You possess the flame of Reverie: a playful and artistic one that sparks with pure curiosity. By illuminating unexplored realms, the fire grants you the artistic sense to unveil new possibilities and bring them to life in your own unique ways. Along with being sensitive and observant of the present moment, you are a person who excels at divergent thinking, often flourishing with ideas. Due to your high openness and ability to think outside the box, you prefer to dive into situations while letting your mind instinctively generate various concepts and images. It is no wonder that you enjoy setting your mind free across diverse perspectives and experiences, since they stimulate you and provide you with explosive insights. This tendency may extend to your overall lifestyle and ways of thinking; given your appreciation for direct experiences and the inclination to accumulate them, you would prefer living through improvisation rather than planning, shaping your opinions as you go with the flow. To sum up, the fire within you is one that flickers with innovation, granting you a spontaneous character; adventurous and eager to explore new possibilities, as your fire thrives in those moments. However, you should also be cautious of where this impromptu approach might lead you. Although thinking on your feet allows you to access the flow state, at the same time, the lack of careful planning and strategizing may heavily hinder your long-term progress. Therefore, it is recommended that you take sufficient time to organize your thoughts and thoroughly map out your vision as you go along with your life. HEARTH is here to help: with Envisage, reflect and ponder, systemize your ideas, and gain wisdom which will allow you to see afar, creating a secure and energetic life.",
        "d-c": "You possess the flame of Reverie: a playful and artistic one that sparks with pure curiosity. By illuminating unexplored realms, the fire grants you the artistic sense to unveil new possibilities and bring them to life in your own unique ways. As a person who boundlessly imagines, you catch onto unlikely possibilities and potential which others tend to laugh off, expansively manifesting your energy in those directions. Also, as you perceive life more as a fiction than a non-fiction, you journey through life expecting for the most exciting and fantastic outcome, rather than reasoning and preparing yourself for the most plausible ending. Like David who defeated the giant Goliath, this trait of yours allows you to pull-off major upsets and perhaps even shift the paradigm, while also passing along a compensatory risk. Overall, the fire you contain expands dreamily beyond horizons: your mind knows no bounds and soars without confinement to earthly limitations. Although this lively mind of yours is a wellspring of creativity, it is equally important to occasionally bring back your mind to reality and channel its energy for navigating through real-life situations; there are times where accurate perception and apt repositioning is immediately demanded. HEARTH is here to help: with Attune, consciously practice acknowledging yourself and the world, flexibly transform yourself into optimality, and finally, grow yourself into a creative problem-solver.",
        "d-e": "You possess the flame of Reverie: a playful and artistic one that sparks with pure curiosity. By illuminating unexplored realms, the fire grants you the artistic sense to unveil new possibilities and bring them to life in your own unique ways. You are a person who inquisitively explores diverse possibilities and imagines freely, all the while staying calm and collected. This quiet and adventurous mind of yours enables you to maintain a broad perspective, while being fully attentive all the way down to the slightest details. You delight in skimming across the endless wonders of the world, truly savoring the delicacy of the world which you uncover by staying mindful of the nature. By appreciating the underlying beauty and arts of life, you are also endowed with the possibility of sharing your own ideas to the world. In short, the fire within you is a delicate one: you are a pure-hearted person who can genuinely sense the depth of matters and express your ideas in a gentle way. Although your considerate openness could shake the world by its own, it happens to be that certain obstacles of life necessitates vigor and hard work as you cannot maneuver around. Thus, it would be helpful to tame it and gain more control over your motives and actions, as it would strongly support your pursuit of creativity. HEARTH is here to help: with Transcend, amplify your drive and passion, build self-efficacy and take full control of your life through self-directed activities to grow a noble and passionate soul.",
        "d-f": "You possess the flame of Reverie: a playful and artistic one that sparks with pure curiosity. By illuminating unexplored realms, the fire grants you the artistic sense to unveil new possibilities and bring them to life in your own unique ways. You are a sommelier with a sensitive taste in your specific area of interest. As you possess a strong desire to develop your originality, you constantly seek for striking sensations which would nourish and replenish your soul via inspiration. Perhaps you feel at times as if you are wandering about the world in dreamy speculations, as the complexity of your mind is one that is something greatly difficult to apprehend, let alone articulate in words. Immersed in your own world, you aspire to connect with the ones who are endowed with a certain mystique, and by that means, truly appreciate the beauty of your internal society. Thus, it is likely you establish narrow yet deep relationships with whom you are comfortable inviting into your unique mind palace, while also willing to visit theirs. To summarize, the fire within you dazzles with artistry, which allows you to journey through your life with a peculiar zest. Revealing the hidden beauty, sculpting the ethereal into life: your pursuit of elegance holds significance in itself; however, it is undeniable that receiving a worthy acclamation is also important. Since extraordinariness and works of innovation often go hand in hand with painful misapprehensions and misunderstandings, in order to sustainably pursue your dreams, it is recommended that you cultivate a broader sense of emotional connectivity and strengthen your social network. HEARTH is here to help: with Harmonize, understand both the highs and lows of human nature, increase your coherence, and create an artistic life of resonance.",
        "e-a": "You possess the flame of Transcend: a brave and heroic one that is set ablaze with passion and dignity. It symbolizes your diligence and devotion that enables you to steadily continue with your endeavor. You rigorously strive to attain a status of admiration and to establish yourself as a prominent member of the society. Since your strong motivation is congruous with the societal model of success, you are not easily bothered by needless doubts and proceed with great efficiency. Furthermore, your natural respect for and alignment with shared values make you an excellent team player; since you understand the importance of the common objective wholeheartedly, you take on the responsibility of the team as your own. Thus, it is likely that other people notice and speak highly of your sturdiness and resilience, which transpire through your behavior and attitude. To sum up, the fire inside you is your conscientious nature and its flaming drive for prestigious success. Although this fortitude of yours will help fulfill your aspirations, from time to time, you may feel a disturbance in your mind about whether the target you are aiming at is actually yours to speak. If you are not mindful and cautious about this matter, it may lead to untimely burnouts or psychological distress; thus, it is recommended that you examine more on your individuality and gain a sense of internal motivation. HEARTH is here to help: with Helm, explore your ideals and incorporate them into your daily life, allowing personal meaning to synergize with your strong volition.",
        "e-b": "You possess the flame of Transcend: a brave and heroic one that is set ablaze with passion and dignity. It symbolizes your diligence and fervor that enables you to steadily continue with your endeavor. You are a person with strong motivation and fiery passion, constantly pushing to the extreme and piercing through obstacles with a sense of self-mastery. You don't shy away from challenges; rather, you are invigorated by it. You know that every growth is triggered by resistance, hence voluntarily invite them to your life. Also, as you prefer to throw yourself into the world without predetermining your course of action, you act according to your impression rather than thorough logic and analysis. Moreover, since you dive right in and proceed with great determination, you are able to be a first-mover, moving forth in the unknown territory where not many dare to venture. To summarize, the fire grants you bravery and fierceness which in turn lets you break the limits of the world. However, as your passionate nature increases impulsivity and might even cloud your judgement, it would be wise to conceptualize the bigger picture and constantly see yourself from a macroscopic view. HEARTH is here to help: with Envisage, reflect thoroughly and give structure to your ideas, carefully contemplate on your grand scheme and passionately move forth.",
        "e-c": "You possess the flame of Transcend: a brave and heroic one that is set ablaze with passion and dignity. It symbolizes your diligence and resilience that enables you to steadily continue with your endeavor. You possess the heart of a warrior which bolsters your determination, granting you limitless endurance in the face of the many obstacles standing in your way. With this immense willpower, you stand strong and courageous even in adversities, attempting to conquer rather than go around when faced with one. Perhaps you even enjoy the resistance and pain, as it renders growth and further empowers you in the end. Moreover, while others may question you and comment on your recklessness, you do not wither or shy away; you instead push yourself even harder with unwavering faith, confident that you will eventually prove them wrong. To summarize, this fiery blaze of yours is your relentless bravery, which enables you to overcome obstacles and accomplish your desired goal. However, while it is admirable that you do not fear fighting battles, it's important to remember that even the hardest of steel eventually breaks down without proper maintenance; you should pay more attention on picking the right battles, as tactical withdrawal is necessary to enhance your overall prowess. HEARTH is here to help: with Attune, consciously practice in correctly perceiving yourself and the world with a flexible mind, and finally find the optimal state in which you could effectively make use of your true grit.",
        "e-d": "You possess the flame of Transcend: a brave and heroic one that is set ablaze with passion and dignity. It symbolizes your diligence and sternness that enables you to steadily continue with your endeavor. You are a realist with a steadfast determination, who sets eyes firmly on only the goals you intend to achieve. Nothing allures your mind other than your field of interest, allowing you to easily maintain your focus and resist temptations. As a result, you are likely to live a disciplined and rigorous life, equipped with industriousness and functionality. Moreover, as you gauge your progress through quantitative measures, you would excel at utilizing tools and procedures that are certain to aid your furtherance. All in all, you are an ambitious person with a clear mind and simple passion, determined to succeed and move upwards. But as steel as you are, your views might be rigid or narrow; you might be diligent in the wrong competition after all. Remember that inquisitive questioning with a somewhat rebellious attitude is what leads to breakthroughs, and that harnessing it would serve as an explosive catalyst for you. HEARTH is here to help: with Reverie, awaken your curiosity by investigating various unfamiliarities, develop your own uniqueness, and let your creative endeavor rear your strong volition.",
        "e-f": "You possess the flame of Transcend: a brave and heroic one that is set ablaze with passion and dignity. It symbolizes your diligence and morale that enables you to steadily continue with your endeavor throughout constant challenges. As a person who believes that success is mainly up to one’s own level of competence and conscientiousness, you remain focused on yourself, constantly finding room for self-improvement. Also, by confronting your problems on your own rather than relying on others, you learn how to navigate through hardship; you cultivate a rightful sense of self-efficacy by witnessing your extensive efforts eventually paying off. Moreover, you would have developed strict work ethics for yourself and also for others; as you hold yourself to high standards, you naturally expect those around you to meet them as well. To sum up, your fire bursts with passion and commitment, enabling you to advance toward your goals with patience and persistence. Although this energy of yours is pivotal in accomplishing your desired end, you must not disregard the power of cooperative teamwork and its synergetic effect. Also, since your strict code of conduct and the pride that ensues may come off as intimidating or even vain, it is recommended that you harness humility as to seek for strong and diverse relationships that will help you along your journey. HEARTH is here to help: with Harmonize, engage in empathetic interactions, enhance your cogency, and forge genuine bonds which will ultimately support your passionate nature.",
        "f-a": "You possess the flame of Harmonize: a cordial and heartfelt one that glows warmly deep into the night. By melting down barriers and filling in gaps, the fire brings forth genuine warmth that bonds one another, prompting a synergetic unity of noble benevolence. Recognizing the importance of relational values, you actively encourage people with your unstinting praise and appreciation, while providing generous support and consolation when they are in need. This allows you to adeptly manage relationships on all fronts: from a romantic partner to a trustworthy friend, and from a responsible leader to a cooperative teammate. Naturally, you would aspire to build stable connections founded on mutual love and respect, since for you, a meaningful life would be one where you and your loved ones become together within a harmonious community. All in all, you are a person who is beloved by many, as your gentle generosity and sincerity of expressions contain the power to move one’s mind; You maintain healthy relationships of all depths, from casual acquaintances to intimate bonds. However, you should consider whether you are spending enough time in solitary contemplation, as cultivating a strong connection with your own self is equally important. HEARTH is here to help: with Helm, explore your inner world, integrate your ideals, and infuse your life with personal meaning.",
        "f-b": "You possess the flame of Harmonize: a cordial and heartfelt one that glows warmly deep into the night. By melting down barriers and filling in gaps, the fire brings forth genuine warmth that bonds one another, prompting a synergetic unity of noble benevolence. With jolly vitality, you interact with others while brightening up their day. This allows you to take the lead in various relationships, as the appeal inspires others to follow along in curiosity and excitement. Also, as you enjoy creating new experiences with new people, you effortlessly share numerous memories of fondness that broadens your interpersonal web. These traits make you a strong competitor especially in a dynamic and collaborative environment, where you can engage with diverse personalities and make meaningful contributions in real-time. All in all, you are a vibrant person whom many people love being around, as your lively stories and readiness to create more infuses every gathering with energy and life. However, you may suddenly feel unprepared, if not anxious, when you have to address issues that cannot be dealt light-heartedly. Thus, it is recommended that you cultivate a reflective mindset and engage in strategic planning, for it will grant you the serenity that stems from enhanced wisdom. HEARTH is here to help: with Envisage, carefully reflect and embrace a logical thought structure to eventually tap into the sagacity of seeing afar with clarity.",
        "f-c": "You possess the flame of Harmonize: a cordial and heartfelt one that glows warmly deep into the night. By melting down barriers and filling in gaps, the fire brings forth genuine warmth that bonds one another, prompting a synergetic unity of noble benevolence. With a warm and caring heart, you communicate and interact with others in an agreeable way, often offering help when there is someone in need. And rather than judging people by their appearance or status, with a strict moral code, you see people for their content and how righteous of a heart they possess. So while you might get uncomfortable being put in new environments, this ethicalness and decency of yours undeniably creates a favorable air around you, allowing you to be viewed and received fondly even in cases where people don’t know you too well. In short, you are a hospitable person with ample sympathy who willingly lends a warm shoulder to lean on, whose good-will is often compensated back with even more benevolence. At times however, you must ask yourself if your rules of conduct render you too rigid and tense, unready to embrace change and find a new balance within. Remember that unopposed faith is dogmatism, and not virtue. HEARTH is here to help: with Attune, perceive the world and yourself as it is, naturally follow and dance with its flow, and ultimately, find the optimal balance between firmness and fluidity.",
        "f-d": "You possess the flame of Harmonize: a cordial and heartfelt one that glows warmly deep into the night. By melting down barriers and filling in gaps, the fire brings forth genuine warmth that bonds one another, prompting a synergetic unity of noble benevolence. As a respected person who is trusted by many, you maintain a deep emotianal connection with your own society and what it stands for. Both politically and culturally, you would appeal to others as good-natured and understanding without calculated effort, and oftentimes even strike a chord with them. This allows you to form a broad social network with abundant social opportunities; as you are pragmatic and levelheaded, you are able to make sound and sensible decisions in teamwork, especially when it comes to refining and developing others’ dreamy ideas into reality. To summarize, you are an amiable person who maintains a diverse range of genuine connections; you are surrounded by people who understand you in different regards, encouraging one another to follow through on a shared goal. However, you should carefully consider whether you're becoming complacent and simply going along with the flow without exploring other possibilities, in other words, your unique potential. Keep in mind that your assurance in orthodoxy may eventually narrow your view and make you rigid, perhaps even closed-minded. HEARTH is here to help: with Reverie, awaken your playful curiosity, celebrate your originality, and flourish with creative liveliness that you already know how to render real.",
        "f-e": "You possess the flame of Harmonize: a cordial and heartfelt one that glows warmly deep into the night. By melting down barriers and filling in gaps, the fire brings forth genuine warmth that bonds one another, prompting a synergetic unity of noble benevolence. You are a caring person who can tenderly share one's heartfelt feelings with a sense of deep sympathy. As you understand the importance of interpersonal relationships, you encourage people with gaiety, helping people around you to see the bright side of their life through supportive words and actions. Moreover, you would view life mostly within a communal and collaborative context, since you believe the ideal world as a place where diverse people synergise together as they compensate for each others' shortcomings. Thanks to your amiability and compassion, people are likely to express gratitude for the support and sincere advices you give out; most of them would even be willing to reciprocate your kindness when you are in a need of a helping hand. To summarize, you possess a kindhearted fire which depicts your compassionate nature and fine maturity regarding relationships. You are receptive to the needs of others, willing to share the concerns and burdens of the ones you love and care. On the other hand, you should be considerate of the difficulty that you may experience in life; your passion for nurturing strong bonds is so great that it could lead to a lack of energy and motivation for pursuing your own purpose. Perhaps it would be helpful to remember, that at times, the only person who can save you is yourself. HEARTH is here to help: with Transcend, amplify your drive and passion, build a sense of high self-efficacy through overcoming challenges, and gain more control of your life to lead an energetic life of togetherness."
      }
}