{
    "header" : {
        "message": "Welcome",
        "take_test": "Take Test"
    },
    "navbar" : {
        "home": "Home",
        "about": "About",
        "apps": "Apps",
        "team": "Team",
        "community": "Community",
        "blog": "BLOG",
        "take_test": "Take Test"
    },
    "about" : {
        "line1": "W H Y",
        "line2": "do we have",
        "line3": "Emotions",
        "line4": "Logics",
        "line6": "Emotions",
        "long-text1-first": "Some may view emotion as the unwanted sibling of logic, sometimes heavily burdening us with fear and sorrow. However, emotion serves a distinct purpose of its own. Alongside with its ability to give pleasure, it has evolutionarily developed to act as an alarm, an instant signal to let us be aware of any potential danger or threat.",
        "long-text1-second": "As the logical brain is important for solving complicated problems through meticulous thinking, the emotional brain is also crucial, since it discretely dictates our actions and thoughts behind the logical brain. Thus, the functionality of the brain, in other words Cognitive Force, should be understood as a result of the concordance of the two brains and their ability to cooperate effectively.",
        "long-text2-first": "We learn how to grow and control our logical brain in a systematic way; through mathematics, science, economics and so on.",
        "long-text2-second": "But where do we learn to train our emotional brain? Furthermore, where do we learn to integrate logic and emotion?",
        "long-text2-third": "We see the potent increase of psychological problems as a result of this soaring discrepancy between these two brains, as we disregarded emotion over the sake of logic.",
        "long-text2-fourth": "That is where HEARTH rises to the occasion, to help us refine the emotional brain and ultimately coexist with the logical brain in harmony. ",
        "rest-text-first": "It is here to understand our emotions through self-analyzation, by finding out what each of our distinct cognitive abilities are, from strength to weakness. It is here to cultivate emotional depth, and enhance its interconnectivity with logic by practicing our cognitive functions in a personalized, yet collective way. Here we focus on 6 intertwined yet individual set of Cognitive Force, which as a sum is",
        "rest-text-second": "“HEARTH”: Helm, Envisage, Attune, Reverie, Transcend, and Harmonize.",
        "rest-text-third": "Focus on controlling and enhancing these 6 aspects and we will shine bright, by becoming the best version of ourselves.",
        "rest-text-fourth": "HEARTH, we are here to help us."
    },
    "apps" : {
        "independence": "Independence",
        "cogitation": "Cogitation",
        "adaptability": "Adaptability",
        "creativity": "Creativity",
        "volition": "Volition",
        "cooperability": "Cooperability",

        "helm": "HELM is the Cognitive Force that allows one to lead a meaningful life and develop a character of depth. It is a path that must be cultivated in order to reach self-actualization and fulfill the calling given to each and every one, covering the full spectrum from the archetypal to the idiosyncratic. Introspection, Integration, and Individuation are the three key components of this Emerald Flame.",
        "helm_intro": "HELM is the Cognitive Force that allows one to lead a meaningful life and develop a character of depth. It is a path that must be cultivated in order to reach self-actualization and fulfill the calling given to each and every one, covering the full spectrum from the archetypal to the idiosyncratic. ",
        "helm_components": "Introspection, Integration, and Individuation ",
        "helm_are": "are the three key components of this ",
        "helm_flame": "Emerald Flame.",

        "envisage": "ENVISAGE is the Cognitive Force that engenders deep insight and permits one to intuitively fathom the true nature of things. It is the art of abstract thinking and theorization, which shines through in complex decision-making processes that necessitate both analytic and holistic cognition. Reflection, Systemization, and Sagacity are the three key components of this Cobalt Flame.",
        "envisage_intro": "ENVISAGE is the Cognitive Force that engenders deep insight and permits one to intuitively fathom the true nature of things. It is the art of abstract thinking and theorization, which shines through in complex decision-making processes that necessitate both analytic and holistic cognition. ",
        "envisage_components": "Reflection, Systemization, and Sagacity ",
        "envisage_are": "are the three key components of this ",
        "envisage_flame": "Cobalt Flame.",
        
        "attune": "ATTUNE is the Cognitive Force that modifies and maneuvers with great precision and pertinence, facilitating one to cleverly advance in the face of adversity. It is the tactical acumen and wits of a diplomat, which is essential for navigating through predicaments while maintaining balance and integrity. Perceptivity, Plasticity, and Optimization are the three key components of this Cyan Flame.",
        "attune_intro": "ATTUNE is the Cognitive Force that modifies and maneuvers with great precision and pertinence, facilitating one to cleverly advance in the face of adversity. It is the tactical acumen and wits of a diplomat, which is essential for navigating through predicaments while maintaining balance and integrity. ",
        "attune_components": "Perceptivity, Plasticity, and Optimization ",
        "attune_are": "are the three key components of this ",
        "attune_flame": "Cyan Flame.",

        "reverie": "REVERIE is the Cognitive Force that endows novelty and vivacity, blessing one’s mind with beauty and freedom of thought. It is the gift of vivid imagination and innovative creativity, which through playful roaming or cathartic brooding, kindles major breakthroughs and paradigm shifts. Curiosity, Originality, and Artistry are the three key components of this Canary Flame.",
        "reverie_intro": "REVERIE is the Cognitive Force that endows novelty and vivacity, blessing one’s mind with beauty and freedom of thought. It is the gift of vivid imagination and innovative creativity, which through playful roaming or cathartic brooding, kindles major breakthroughs and paradigm shifts. ", 
        "reverie_components": "Curiosity, Originality, and Artistry ", 
        "reverie_are": "are the three key components of this ",
        "reverie_flame": "Canary Flame.",

        "transcend": "TRANSCEND is the Cognitive Force that conquers and expands through courage and determination, enabling one to confront and march above one’s own fear and pain. It is the mindset of a warrior, which must be harnessed as a means to exceed preconceived limitations, and perform valiantly under pressure. Passion, Resilience, and Ascendency are the three key components of this Crimson Flame.",
        "transcend_intro": "TRANSCEND is the Cognitive Force that conquers and expands through courage and determination, enabling one to confront and march above one’s own fear and pain. It is the mindset of a warrior, which must be harnessed as a means to exceed preconceived limitations, and perform valiantly under pressure. ",
        "transcend_components": "Passion, Resilience, and Ascendency ",
        "transcend_are": "are the three key components of this ",
        "transcend_flame": "Crimson Flame.",

        "harmonize": "HARMONIZE is the Cognitive Force that enriches one’s journey with true companions and mutual cooperative alliance. It is the ability to graciously synergize through genuine bonding, creating positive relationships with others regardless of their personality or background. Sensibility, Eloquence, and Resonance are the three key components of this Magenta Flame.",
        "harmonize_intro": "HARMONIZE is the Cognitive Force that enriches one’s journey with true companions and mutual cooperative alliance. It is the ability to graciously synergize through genuine bonding, creating positive relationships with others regardless of their personality or background. ", 
        "harmonize_components": "Sensibility, Eloquence, and Resonance ",
        "harmonize_are": "are the three key components of this ",
        "harmonize_flame": "Magenta Flame."
    },
    "team": {
        "line1": "Team HEARTH was created to accomplish the mission of elevating mental wellness of humanity via offering a personalized help structure. ",
        "line2": "As we recognize that health encompasses not only the body, but also the mind and soul, ",
        "line3": "we are here to ensure the holistic development of the triad by uplifting the latter. ",
        "line4": "Our vision is to help everyone in need through fostering depth, strength, and beauty by the means of creative and sustainable methods.",
        "line5": "“There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them.”",
        "line6": "As you navigate through life, Team HEARTH wishes to accompany your journey and assist you along the way",
        "line7": "by providing philosophical and psychological insights. As we are here to help you, you can also help others by taking part in our mission. ",
        "line8": "Join us in our community, participate in diverse programs, and help build a healthy community that will enlighten yourself and the world.",
        "line9": "For any inquiry, feel free to contact us on ",
        "line10": "hearthisnear@gmail.com.",

        "p2_line1": "Director, building and refining the overarching structure",
        "p2_line2": "of HEARTH, establishing a clear vision.",
        "p2_line3": "As a M.D. who is deeply engrossed in philosophy and psychology,",
        "p2_line4": "endeavors to foster a holistic healing process",
        "p2_line5": "and take part in the ennoblement of humanity.",

        "p3_line1": "Visualizer, directing the artistic and creative elements of projects.",
        "p3_line2": "Designer of User Interface and Experience,",
        "p3_line3": "driven to develop concepts and ideas into visual narratives,",
        "p3_line4": "crafting digital interactions into user-centric journeys.",

        "p4_line1": "Program creator and assessor, producing new materials ",
        "p4_line2": "and improving content quality through philosophical contemplations. ",
        "p4_line3": "Having background in both Psychology and Mechanical Engineering, ",
        "p4_line4": "seeks to understand the underlying mechanics of human psychology,",
        "p4_line5": "and uncover the path to a more fulfilled life.",
        
        "p5_line1": "Operator, maintaining a panoramic view of projects",
        "p5_line2": "and orchestrating the workflow to keep all facets ",
        "p5_line3": "of the operation on track.",
        "p5_line4": "With a background in Computer Science,",
        "p5_line5": "transforms the team’s concepts into tangible realities",
        "p5_line6": "while balancing our mission to be both innovative and resonant."
    },
    "community" : {
        "email": "abcdefg@email.com",
        "register": "Register",
        "registered": "Registered!",
        "error_message": "Please enter a valid email address.",
        "visit_blog": "Visit BLOG",
        "c-line3": "and be a part of our journey to wellness & enlightenment",
        "privacy-policy": "Privacy Policy",
        "termsofuse": "Terms of Use"
    },
    "blog" : {
        "email": "abcdefg@email.com",
        "register": "Register",
        "registered": "Registered!",
        "error_message": "Please enter a valid email address.",
        "privacy-policy": "Privacy Policy",
        "termsofuse": "Terms of Use"
    },
    "test" : {
        "start": "Start",
        "who": "Who are you?",
        "next": "Next",
        "hello": "Hello",
        "welcome": "Welcome to the HEARTH Test.",
        "measure": "This test is designed to measure your",
        "cf": "Cognitive Force,",
        "within": "the flame that burns within you.",
        "before": "Before taking the test, bring yourself to a calm state of mind to effectively assess and rediscover your true colors.",
        "choose": "Choose from five scales according to the degree of your personal affiliation to each sentence.",
        "proceed": "Proceed to Test"
    },
    "questions": {
        "question": "Question",
        "of": "of",
        "strongly": "Strongly",
        "agree": "Agree",
        "disagree": "Disagree",
        "back": "back",
        "next": "next",
        "submit": "submit",
        "loading": "Loading Result",
        "q1": "I analyze my own psychological state.",
        "q2": "My beliefs, actions, and goals are unified to form an organized whole.",
        "q3": "I am maturing into the individual I was meant to be.",
        "q4": "I find pleasure in deep contemplation.",
        "q5": "I manage my life systematically.",
        "q6": "In the grand scheme of things, my life is proceeding as I envisioned.",
        "q7": "I possess a keen sense of perception.",
        "q8": "I can mold myself to adequately fit in diverse situations.",
        "q9": "I make the most effective use of my given situation.",
        "q10": "I am curious and open-minded.",
        "q11": "I am a pioneering person.",
        "q12": "I express myself through creative outlets such as painting, music, and poetry.",
        "q13": "I am motivated and passionate.",
        "q14": "I remain brave in the face of fear.",
        "q15": "I push beyond my limits.",
        "q16": "I can accurately sense the emotional state of others.",
        "q17": "I am articulate and persuasive. ",
        "q18": "My words and actions are warm and evocative.",
        "q19": "I enjoy having profound discussions about life and its meaning.",
        "q20": "I am not worried about how others would view me. ",
        "q21": "I don’t feel the need to prove my worth.",
        "q22": "I carefully consider my decisions before acting.",
        "q23": "I am clearly focused on my goals and priorities.",
        "q24": "I have a deep intuitive grasp of abstract ideas.",
        "q25": "I make decisions based on hard evidence.",
        "q26": "I can handle multiple responsibilities simultaneously.",
        "q27": "I actively utilize my strengths.",
        "q28": "I feel a strong urge to explore and discover.",
        "q29": "I like to come up with new ideas.",
        "q30": "I am surrounded by beauty and art.",
        "q31": "I inspire others with my energy and zeal.",
        "q32": "I grow stronger through adversities.",
        "q33": "I believe I can change the trajectory of my fate with my own hands.",
        "q34": "I am unbothered by negative attitudes.",
        "q35": "I can deliver a convincing speech in front of a large audience.",
        "q36": "I sense goodness in everyone I meet.",
        "q37": "I am aware of my innate limitations.",
        "q38": "I accept the dark side of myself without repression.",
        "q39": "I am not afraid to oppose the prevailing view.",
        "q40": "I discern the true nature behind others’ personas.",
        "q41": "I monitor and regulate my thought process.",
        "q42": "I am able to think clearly under pressure.",
        "q43": "I can sense the subtlest of changes.",
        "q44": "If something doesn’t go as planned, I can always improvise for the better.",
        "q45": "I don’t waste my time and energy on what I cannot control.",
        "q46": "I find myself questioning conventional beliefs.",
        "q47": "I possess an idealized view of the world. ",
        "q48": "My life is both a tragedy and a comedy.",
        "q49": "I do more than what is required of me.",
        "q50": "No matter how many times I fail, I never give up.",
        "q51": "I voluntarily embrace discomfort for the sake of growth.",
        "q52": "I can read between the lines.",
        "q53": "I am pleasantly tactful and well-mannered.",
        "q54": "People deeply trust me and confide to me their darkest secrets."
    },
    "firecopy": {
        "sincerely": "Sincerely, HEARTH",
        "details": "see details",
        "home": "HOME",
        "forceQuotient": "Keep in mind that the result does not reflect your absolute value, but is rather a comparative assessment of yourself within your perspective of the world. For instance, low scores may indicate that you have a high expectation of yourself, while high scores indicate the opposite.",
        "copyCode": "Copy Code",
        "copyResult": "Would you like to get a copy of your results? Register now and start your journey with HEARTH.",
        "subscribeLetter": "(Optional) Join the Hearthside and subscribe to our e-letter",
        "copyClipboard": "Copied to Clipboard!",
        "readMore": "Read More",
        "results": "results",
        "finishTest": "finish test",
        "backtohome": "back to home",
        "receiveResult": "Receive Test Result",
        "liveUp": "Live Up to Your Fullest Potential",
        "getApp": "Get your HEARTH Apps and",
        "personalize": "Personalize your experience with your HEARTH Code",
        "furtherEnhance": "Further enhance your",
        "strength": "strength",
        "improveOn": "Improve on your",
        "weakness": "weakness",
        "resemble": "You Resemble...",
        "unlockInsight": "Unlock Full Insight",
        "myCode": "My HEARTH Code",
        "download": "1. Download a HEARTH App of Your Choice",
        "enterCode": "2. Enter my HEARTH Code for a Personalized Experience",
        "gainInsight": "Gain expert insights on your unique Cognitive Force",
        "liveUpTo": "& Live up to your fullest potential"
    },
    "results": {
        "a-b": "As an individual who follows one’s inner voice first and foremost, you journey through life with character and integrity. Your goal would be to experience life in its fullest form, understand and connect with your deepest self, and transform yourself inasmuch as your own experience enlightens you. Perhaps, you also believe in…",
        "a-c": "You are given the power to build your own self; against the endlessly crashing waves of existential fear and angst, you stand firm and dive into the abyss, slowly but steadily revealing one layer at a time. As you see yourself as a blank piece of paper ready to be painted and written down in any direction, you design your life as…",
        "a-d": "Possessing a stern and thoughtful mind, you lead a meaningful life of purpose, experiencing the world in a realistic and sensible way. You strive to live a disciplined life, resisting excessive indulgence or fantasizing yet still embracing life’s small joys. Furthermore, you have…",
        "a-e": "You are a moderate person who leads a quiet life of depth. Without indulging in narcissistic self-appraisal, you find your confidence in knowing who you truly are; you respect yourself in full scope despite your flaws, or perhaps more so because of them. Your tendency to be calm and collected aligns with…",
        "a-f": "As a strong-willed person who holds life with a firm grip, you value being true to yourself more than anything else. Thus, it is likely that you find yourself quite different from the norm both in good and bad. Perhaps you would have spent time contemplating alone or enjoying art instead of participating in shallow interactions, which as a result… ",
        "b-a": "You are a person who decides and operates based on a logical ground, analytically understanding the world as if it were a puzzle. This makes you a strong competitor in various fields of interest, mainly where strategy and fore-planning matters most. This gift of yours could be used for many things, yet…",
        "b-c": "Possessing a systemic and logical value structure, you assess the essence of matters with precision. Whether it is about a person or a thing, you are the first to notice the weak areas that need change or improvement; with a sense of austerity, you analyze the flaws and the reason it occurred, offering solutions on…",
        "b-d": "Being a strictly rational thinker, you make informed decisions from a realistic perspective, assessing both your resources and constraints, as well as the associated risks and rewards. Rather than being a hopeless romantic and aiming for the highest ideal, you decisively do what is best for you within realistic expectations. Also, since you are neither an optimist or a pessimist…",
        "b-e": "As a person who is careful and meticulous, you are skilled at examining phenomena, analyzing problems, and revising strategies and plans. You catch onto the details that others might easily overlook, and this astuteness renders your thought processes more accurate and systemic. Perhaps you would have experienced your predictions…",
        "b-f": "As an independent thinker who penetrates through the naïve, you are a lover of wisdom and truth, with a highly developed ability to think critically and judge. You disassociate yourself from the biases of your society and culture to acquire impartial objectivity; in the process of doing so, you would have…", 
        "c-a": "As an easygoing person with variable interests, you adapt to new environments with ease, flexibly rearranging yourself to match any given atmosphere. Also, as you share the same passion and sentiment with many others, you clearly know what is appropriate and what is not, regarding everything from your sense of morality to what you call success. This allows you to…",
        "c-b": "As a lively person infused with optimistic energy, you enjoy living in the present rather than worrying about the future or dwelling in the past. With a relaxed demeanor, you casually move past life’s obstacles; you know by experience that even the most daunting situations usually turn out to be just fine, if not a blessing in disguise. In other words, like a skilled surfer at the sea…",
        "c-d": "You encounter the world with open arms, allowing yourself to embrace and adapt to the world rather than resist and rebel against it. From a pragmatic perspective, you accept situations as they are instead of digging up problems, especially in cases where poking around is not in your best interest. Similarly, regarding yourself and the world, you do not bother…",
        "c-e": "As a quick-witted person who solves everyday problems in a clever and non-obvious way, you effectively manage tasks in a manner that saves time or reduces stress. Without pushing your agenda, you brilliantly adjust and flow with ease, while just letting things be as they are. Chances are you usually don’t see any reason to…",
        "c-f": "As a calm and unbothered person with solid emotional stability, you cope with stress and challenging situations using your own resources and abilities. Due to this sense of self-sufficiency, you rarely reach out for external help or support; you trust your own judgment and instincts, preferring to follow through independently rather than relying on others' advice for validation. Furthermore…",
        "d-a": "More than often you would find yourself fascinated and stimulated by random objects or events, which you then explore in an enthusiastic manner. As you possess a lively personality, you view life as a mysterious adventure rather than a serious objective that has to be accomplished; this allows you to be highly…",
        "d-b": "Along with being sensitive and observant of the present moment, you are a person who excels at divergent thinking, often flourishing with ideas. Due to your high openness and ability to think outside the box, you prefer to dive into situations while letting your mind instinctively generate various concepts and images. It is no wonder that…",
        "d-c": "As a person who boundlessly imagines, you catch onto unlikely possibilities and potential which others tend to laugh off, expansively manifesting your energy in those directions. Also, as you perceive life more as fiction than non-fiction, you journey through life expecting for the most exciting and fantastic outcomes, rather than…",
        "d-e": "You are a person who inquisitively explores diverse possibilities and imagines freely, all the while staying calm and collected. This quiet and adventurous mind of yours enables you to maintain a broad perspective, while being fully attentive all the way down to the slightest details. You delight in skimming across…",
        "d-f": "You are a sommelier with a sensitive taste in your specific area of interest. As you possess a strong desire to develop your originality, you constantly seek for striking sensations which would nourish and replenish your soul via inspiration. Perhaps you feel at times as if you are wandering about the world in dreamy speculations, as the complexity of your mind is one that is…",
        "e-a": "Your strong drive aligns with society's standard of success, enabling you to establish yourself as a prominent figure within the community. Furthermore, your natural respect for shared values makes you an excellent team player; since you understand the importance of…",
        "e-b": "You are a person with strong motivation and fiery passion, constantly pushing to the extreme and piercing through obstacles with a sense of self-mastery. You don't shy away from challenges; rather, you are invigorated by it. You know that every growth is triggered by resistance, hence voluntarily invite it to your life. As you prefer to throw yourself into…",
        "e-c": "You possess the heart of a warrior which bolsters your determination, granting you limitless endurance in the face of the many obstacles standing in your way. With this immense willpower, you stand strong and courageous even in adversities, attempting to conquer rather than circumvent. Perhaps you even enjoy the resistance and pain, as it renders growth and…",
        "e-d": "You are a realist with a steadfast determination, who sets eyes firmly on only the goals you intend to achieve. Nothing allures your mind other than your field of interest, allowing you to easily maintain your focus and resist temptations. As a result, you are likely to live a disciplined and rigorous life, equipped with…",
        "e-f": "As a person who believes that success is mainly up to one’s own level of competence and conscientiousness, you remain focused on yourself, constantly finding room for self-improvement. By confronting your problems on your own rather than relying on others, you learn how to navigate through hardship; you cultivate a rightful sense of…",
        "f-a": "Recognizing the importance of relational values, you actively encourage people with your unstinting praise and appreciation, while providing generous support and consolation when they are in need. This allows you to adeptly manage relationships on all fronts: from a romantic partner to a trustworthy friend, and from a responsible leader to a cooperative teammate. You would aspire to…",
        "f-b": "With jolly vitality, you interact with others while brightening up their day. This allows you to take the lead in various relationships, as the appeal inspires others to follow along in curiosity and excitement. Also, as you enjoy creating new experiences with new people, you effortlessly share numerous memories of fondness that broadens your interpersonal web. These traits make you a…",
        "f-c": "With a warm and caring heart, you communicate and interact with others in an agreeable way, often offering help when there is someone in need. Rather than judging people by their appearance or status, with a strict moral code, you see people for their content and how righteous of a heart they possess. While you might get uncomfortable being…",
        "f-d": "As a respected person who is trusted by many, you maintain a deep emotional connection with your own society and what it stands for. Both politically and culturally, you would appeal to others as good-natured and understanding without calculated effort, and oftentimes even strike a chord with them. This allows you to…",
        "f-e": "You are a caring person who can tenderly share one's heartfelt feelings with a sense of deep sympathy. As you understand the importance of interpersonal relationships, you encourage people with gaiety, helping people around you to see the bright side of life through supportive words and actions. You would view life mostly within…"
      },
      "resemble": {
        "a-b": "Karl Popper",
        "a-c": "Nelson Mandela",
        "a-d": "Galileo Galilei",
        "a-e": "Marcus Aurelius",
        "a-f": "Florence Nightingale",
        "b-a": "Hypatia",
        "b-c": "Zhuangzi",
        "b-d": "Albert Camus",
        "b-e": "Seneca the Younger",
        "b-f": "Rumi", 
        "c-a": "Mori Ōgai",
        "c-b": "Benjamin Franklin",
        "c-d": "Leonardo da Vinci",
        "c-e": "Napoleon Bonaparte",
        "c-f": "Mahatma Gandhi",
        "d-a": "Hermann Hesse",
        "d-b": "Albert Einstein",
        "d-c": "Frédéric Chopin",
        "d-e": "Vincent van Gogh",
        "d-f": "Lord Byron",
        "e-a": "Helen Keller",
        "e-b": "Marie Curie",
        "e-c": "Seneca the Younger",
        "e-d": "Thomas Edison",
        "e-f": "Alexander the Great",
        "f-a": "Augustus",
        "f-b": "Karl Popper",
        "f-c": "Dale Carnegie",
        "f-d": "Audrey Hepburn",
        "f-e": "Theodore Roosevelt"
      },
      "quote": {
        "a-b": "True ignorance is not the absence of knowledge, but the refusal to acquire it.",
        "a-c": "As we let our own light shine, we unconsciously give other people permission to do the same.",
        "a-d": "In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual.",
        "a-e": "Let men see, let them know, a real man, who lives as he was meant to live.",
        "a-f": "Rather, ten times, die in the surf, heralding the way to a new world, than stand idly on the shore.",
        "b-a": "Reserve your right to think, for even to think wrongly is better than not to think at all.",
        "b-c": "The Way has its reality and its signs but is without action or form.",
        "b-d": "The absurd is born of this confrontation between the human need and the unreasonable silence of the world.",
        "b-e": "You will suffer soon enough, when it arrives; so look forward meanwhile to better things. What shall you gain by doing this? Time.",
        "b-f": "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.", 
        "c-a": "Even in the depths of despair, the seeds of a new beginning are sown. One must have the courage to look beyond the immediate darkness.",
        "c-b": "Be not disturbed at trifles, or at accidents common or unavoidable.",
        "c-d": "Simplicity is the ultimate sophistication.",
        "c-e": "Ability is nothing without opportunity.",
        "c-f": "Be the change that you wish to see in the world.",
        "d-a": "One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.",
        "d-b": "The true sign of intelligence is not knowledge but imagination.",
        "d-c": "I wish I could throw away words and speak only in tones.",
        "d-e": "I am a fanatic! I feel a power within me…a fire that I may not quench, but must keep ablaze.",
        "d-f": "The great art of life is sensation, to feel that we exist, even in pain.",
        "e-a": "Life is either a daring adventure or nothing at all.",
        "e-b": "Nothing in life is to be feared, it is only to be understood.",
        "e-c": "It is not that we have a short time to live, but that we waste a lot of it.",
        "e-d": "Genius is one percent inspiration and 99 percent perspiration.",
        "e-f": "There is nothing impossible to him who will try.",
        "f-a": "Have I played my part well in this great drama of life?",
        "f-b": "I may be wrong, and you may be right, and by an effort, we may get nearer to the truth.",
        "f-c": "Arouse in the other person an eager want. He who can do this has the whole world with him.",
        "f-d": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others.",
        "f-e": "Believe you can and you're halfway there."
      }
}