{
    "header" : {
        "message": "환영합니다",
        "take_test": "テストを受ける"
    },
    "navbar" : {
        "home": "ホーム",
        "about": "紹介",
        "apps": "アプリ",
        "team": "チーム",
        "community": "コミュニティー",
        "blog": "ブログ",
        "take_test": "テストを受ける"
    },
    "about" : {
        "line1": "感情は",
        "line2": "なぜ",
        "line3": "存在するのだろう",
        "line4": "理性",
        "line6": "感情",
        "long-text1-first": "感情とは時に単に恐れと悲しみを呼び起こす、理性の不要な兄弟として扱われることがあります。しかし、感情にはそれ自体に明確な目的があります。喜びをもたらす能力とともに、感情は潜在的な危険や迫り来る脅威を即座に認識する警報としての役割を果たすよう進化してきました。",
        "long-text1-second": "理性の脳が綿密な思考を通じて複雑な問題を解決するのに重要な役割を果たすように、感情の脳は理性の脳の裏で我々の行動と思考を支配する重要な役割を果たしています。したがって、脳の機能、すなわち「精神力」は、この二つの脳の調和と協力の産物であると定義することができます。",
        "long-text2-first": "我々は数学、科学、経済学などの体系的な方法を通じて理性の脳を成長させるし、コントロールする方法を学びます。",
        "long-text2-second": "しかし、感情の脳を訓練する方法はどう学ぶのでしょうか？さらに、私たちの理性と感情を統合する方法はどう学ぶのでしょうか？",
        "long-text2-third": "現代社会で急増している精神的な問題はこの二つの脳、つまり理性と感情の間の深刻な不均衡にその原因があると見ることができます。言い換えれば、私たちが理性ほど感情を重視せず、統合された脳の重要性を無視したことがこういう問題を引き起こしたということです。",
        "long-text2-fourth": "まさしくこの問題に対処するため、HEARTHが生まれました。我々が感情の脳を洗練させ、究極的には理性の脳と調和的に共存できるよう。",
        "rest-text-first": "自己分析を行い自分の感情を真に理解し、自分だけの特別な精神力の長点と弱点をすべて把握しましょう。個人に合わせたアクティビティとグループ協力課題を通じて精神的な深さを養い、理性と感情の相互連結性を高めましょう。HEARTHは互いに関連されているながらも区別されている6つの精神力に焦点を当てています。",
        "rest-text-second": "Helm（自主力）、Envisage（考察力）、Attune（適応力）、Reverie（創造力）、Transcend（意志力）、そしてHarmonize（協調力）、合わせて「HEARTH」です。",
        "rest-text-third": "これら6つの能力を理解し、向上させることができれば、我々は自分の限界を超えて輝くことができるでしょう。",
        "rest-text-fourth": "HEARTH、我々が我々を助けるのです。"
    },
    "apps" : {
        "independence": "自主力",
        "cogitation": "考察力",
        "adaptability": "適応力",
        "creativity": "創意力",
        "volition": "意志力",
        "cooperability": "協調力",

        "helm": "Helmは人生に真の深みをもたらす精神力であり、我々が自分の存在の中で個人的な意味を見出すよう助けてくれます。これは典型性から独自性へと導き、与えられた使命を発見し完遂することで自己実現の状態に到達させます。自己省察（Introspection）、内的統合（Integration）、個性化（Individuation）がこの緑色の炎を形成する三つの核心要素となります。",
        "helm_intro": "Helmは人生に真の深みをもたらす精神力であり、我々が自分の存在の中で個人的な意味を見出すよう助けてくれます。これは典型性から独自性へと導き、与えられた使命を発見し完遂することで自己実現の状態に到達させます。 ",
        "helm_components": "自己省察（Introspection）、内的統合（Integration）、個性化（Individuation）",
        "helm_are": "が三つの核心要素としてこの",
        "helm_flame": "緑色の炎を形成します。",

        "envisage": "Envisageは万物の本質を直観的に理解させる精神力であり、深い知恵と洞察の源です。これは抽象的な思考と理論化の技術として、分析的かつ全体的な認知が要求される複雑な意思決定の過程で光を放ちます。思惟（Reflection）、体系化（Systemization）、賢明さ（Sagacity）がこの青色の炎を形成する三つの核心要素となります。",
        "envisage_intro": "Envisageは万物の本質を直観的に理解させる精神力であり、深い知恵と洞察の源です。これは抽象的な思考と理論化の技術として、分析的かつ全体的な認知が要求される複雑な意思決定の過程で光を放ちます。 ",
        "envisage_components": "思惟（Reflection）、体系化（Systemization）、賢明さ（Sagacity）",
        "envisage_are": "が三つの核心要素としてこの",
        "envisage_flame": "青色の炎を形成します。",
        
        "attune": "Attuneは精密かつ適切に変化し行動して、逆境に直面した時に賢明に前進するようにする精神力です。これは様々な困難や内的自我の役割葛藤の中でもバランスと内的統合を維持しながら状況を切り抜ける、外交官の戦術的洞察力と機転を意味します。知覚力（Perceptivity）、柔軟性（Flexibility）、最適化（Optimization）がこの波色の炎を形成する三つの核心要素となります。",
        "attune_intro": "Attuneは精密かつ適切に変化し行動して、逆境に直面した時に賢明に前進するようにする精神力です。これは様々な困難や内的自我の役割葛藤の中でもバランスと内的統合を維持しながら状況を切り抜ける、外交官の戦術的洞察力と機転を意味します。 ",
        "attune_components": "知覚力（Perceptivity）、柔軟性（Flexibility）、最適化（Optimization）",
        "attune_are": "が三つの核心要素としてこの",
        "attune_flame": "波色の炎を形成します",

        "reverie": "Reverieは美しい魂を祝福する精神力であり、自由な思考で人生に新鮮さと活気を吹き込みます。時には遊び心を持ち、また時には真剣に、笑いと涙、孤独と歓喜の間で生き生きとした想像力と革新的な創造性より重大な進展をもたらし、パラダイムの転換を引き起こします。好奇心（Curiosity）、独創性（Originality）、芸術性（Artistry）がこの金色の炎を形成する三つの核心要素となります。",
        "reverie_intro": "Reverieは美しい魂を祝福する精神力であり、自由な思考で人生に新鮮さと活気を吹き込みます。時には遊び心を持ち、また時には真剣に、笑いと涙、孤独と歓喜の間で生き生きとした想像力と革新的な創造性より重大な進展をもたらし、パラダイムの転換を引き起こします。 ", 
        "reverie_components": "好奇心（Curiosity）、独創性（Originality）、芸術性（Artistry）", 
        "reverie_are": "が三つの核心要素としてこの",
        "reverie_flame": "金色の炎を形成します。",

        "transcend": "Transcendは強固な決断力を通じて征服し拡張していく精神力であり、恐れと苦痛に直面し、自分の限界を超越させます。これは戦士の心構えで、あらゆる障害を打ち破り乗り越え、プレッシャーの中でも勇敢に行動できる力となります。情熱（Passion）、回復弾力性（Resilience）、自己主導性（Ascendency）がこの赤色の炎を形成する三つの核心要素となります。",
        "transcend_intro": "Transcendは強固な決断力を通じて征服し拡張していく精神力であり、恐れと苦痛に直面し、自分の限界を超越させます。これは戦士の心構えで、あらゆる障害を打ち破り乗り越え、プレッシャーの中でも勇敢に行動できる力となります。 ",
        "transcend_components": "情熱（Passion）、回復弾力性（Resilience）、自己主導性（Ascendency）",
        "transcend_are": "が三つの核心要素としてこの",
        "transcend_flame": "赤色の炎を形成します。",

        "harmonize": "Harmonizeは真の仲間との相互協力を通じて人生の旅をより豊かにする精神力であり、深い絆を形成させます。これは温かい率直さで優雅なシナジーを生み出す能力で、他人の性格や背景に関係なく、肯定的な関係を築く可能性を開きます。感受性（Sensibility）、雄弁さ（Eloquence）、共鳴（Resonance）がこの花色の炎を形成する三つの核心要素となります。",
        "harmonize_intro": "Harmonizeは真の仲間との相互協力を通じて人生の旅をより豊かにする精神力であり、深い絆を形成させます。これは温かい率直さで優雅なシナジーを生み出す能力で、他人の性格や背景に関係なく、肯定的な関係を築く可能性を開きます。 ", 
        "harmonize_components": "感受性（Sensibility）、雄弁さ（Eloquence）、共鳴（Resonance）",
        "harmonize_are": "が三つの核心要素としてこの",
        "harmonize_flame": "花色の炎を形成します。"
    },
    "team": {
        "line1": "チームHEARTHは個人に合わせた支援システムを提供することで人類の精神的なウェルビーイングを高めるために創設されました。 ",
        "line2": "健康の概念が単に科学的な意味での身体だけでなく、人文学的な意味での心、そして芸術的な意味での魂も含むべきであることを認識し、 ",
        "line3": "これに焦点を当てることで三つの要素の統合を図ろうとしています。 ",
        "line4": "この目標は創意的かつ持続可能な方法で達成され、支援を求める全ての人に深さ、強さ、美しさを育むことが私たちのビジョンです。 ",
        "line5": "「私たちがこれから歩む道にはいつも石が置かれているだろう。それは障害物にもなり得るし、踏み石にもなり得る。すべてはあなたがそれをどのように活用するかにかかっている。」",
        "line6": "あなたが自分の人生を切り開いていく間、チームHEARTHはその旅路を共に歩みながら哲学的かつ心理学的な洞察を提供することで支援したいと考えています。 ",
        "line7": "私たちがあなたを助けるためにここにいるよう、皆さんもHEARTHの使命に参加することで他の人々を助けてください。 ",
        "line8": "HEARTHのコミュニティー、Hearthsideで一緒に様々なプログラムに取り組み、自分自身と世界を目覚めさせる光のコミュニティーを一緒に作っていきましょう。 ",
        "line9": "お問い合わせがありましたらいつでも ",
        "line10": "hearthisnear@gmail.com までご連絡ください。",

        "p2_line1": "チームのディレクターとして、全体的な構造を構築し、 ",
        "p2_line2": "改善しながら明確なビジョンを樹立します。 ",
        "p2_line3": "哲学と心理学に深く没頭した医師として、 ",
        "p2_line4": "全人的な治癒プロセスを確立することで",
        "p2_line5": "人類の発展に寄与するよう努めます。",

        "p3_line1": "チームのビジュアライザーとして、プロジェクトの芸術や創意的な要素を統括します。",
        "p3_line2": "UI/UXデザインを担当し",
        "p3_line3": "コンセプトとアイデアを視覚的なストーリーへと発展させることに注力し、",
        "p3_line4": "すべてのデジタル体験がユーザー中心の旅となるよう保証します。",

        "p4_line1": "チームのプロデューサーとして、",
        "p4_line2": "哲学的な考察に基づくコンテンツの制作、評価及び品質改善を担当しています。",
        "p4_line3": "心理学と機械工学の専攻者として、 ",
        "p4_line4": "心の根本的なメカニズムを理解し、 ",
        "p4_line5": "これを通じてより充実した人生に向かう公式を発見しようとしています。",
        
        "p5_line1": "チームのオペレーターとして、プロジェクトの全体像を把握しながら",
        "p5_line2": "運営のあらゆる側面がスムーズに進行できるよう",
        "p5_line3": "業務を調整します。",
        "p5_line4": "チームのアイデアを最終的に具現化する",
        "p5_line5": "コンピューター工学の専門家として、 ",
        "p5_line6": "バランスの取れた方法で共鳴をもたらす革新を呼び起こそうとしています。"
    },
    "community" : {
        "email": "abcdefg@email.com",
        "register": "登録",
        "registered": "登録完了!",
        "error_message": "有効なメールアドレスを入力してください。",
        "visit_blog": "블로그 방문하기",
        "c-line3": "健康と悟りに向かう私たちの旅にご参加してください",
        "privacy-policy": "個人情報処理方針",
        "termsofuse": "利用規約"
    },
    "blog" : {
        "email": "abcdefg@email.com",
        "register": "登録",
        "registered": "登録完了!",
        "error_message": "有効なメールアドレスを入力してください。",
        "privacy-policy": "個人情報処理方針",
        "termsofuse": "利用規約"
    },
    "test" : {
        "start": "スタート",
        "who": "あなたは誰ですか？",
        "next": "次",
        "hello": "こんにちは、",
        "welcome": "HEARTH Testへようこそ。",
        "measure": "このテストはあなたの内面から燃え上がる炎、内面の力である",
        "cf": "精神力",
        "within": "を測定するため孝安されました。",
        "before": "自分の独自の色を正確に発見するため、落ち着いた状態で静かな環境で検査を行うことをお勧めします。",
        "choose": "次の質問を読み、共感できる程度に応じて5つの尺度の中から選んで回答してください。",
        "proceed": "進行する"
    },
    "questions": {
        "question": "質問項目",
        "of": "/",
        "strongly": "とても",
        "agree": "同意",
        "disagree": "非同意",
        "back": "以前",
        "next": "次",
        "submit": "提出",
        "loading": "結果ローディング中",
        "q1": "私は自分の心理状態を分析する。",
        "q2": "私の信念、行動、目標は一つに統合されている。",
        "q3": "私は真の自分に生まれ変わっている。",
        "q4": "私は深い思索を楽しむ。",
        "q5": "私は人生を体系的に管理する。",
        "q6": "全体的に見て、私の人生は私が描いた通りに進んでいる。",
        "q7": "私は鋭い観察力を持っている。",
        "q8": "私は様々な状況に柔軟に適応できる。",
        "q9": "私は自分に与えられた状況を最も効果的に活用する",
        "q10": "私は好奇心が強くて開放的である。",
        "q11": "私は先駆者的な人間である。",
        "q12": "私は絵画、音楽、詩などの創作活動を通じて自分を表現する。",
        "q13": "私は意欲的で情熱的である。",
        "q14": "私は恐怖の前で勇気を失わない。",
        "q15": "私は自分自身との戦いで負けない。",
        "q16": "私は他人の気持ちを正確に理解することができる。",
        "q17": "私は明確で説得力がある。",
        "q18": "私の言葉と行動には温かい響きがある。",
        "q19": "私は人生とその意味に関する深い会話を楽しむ。",
        "q20": "私は他人が自分をどう見るかについて心配しない。",
        "q21": "私は自分の価値を証明する必要性を感じない。",
        "q22": "私は行動する前に自分の決定を慎重に考慮する。",
        "q23": "私は自分の優先順位と目標に明確に集中して生きている。",
        "q24": "私は抽象的な概念を一度で深く理解する。",
        "q25": "私は客観的な根拠に基づいて決定を下す。",
        "q26": "私は複数の責務を同時に、巧みに処理できる。",
        "q27": "私は積極的に自分の長所を活用する。",
        "q28": "私は探検し発見したいという強い熱望を感じる。",
        "q29": "私は新しいアイデアを提示するのが好き。",
        "q30": "私の周りは美と芸術で満ちている。",
        "q31": "私のエネルギーと情熱は他の人々を鼓吹する。",
        "q32": "私は逆境を通じてさらに強くなる。",
        "q33": "私は自分の手で運命を変えられると信じている。",
        "q34": "私は否定的な態度に邪魔されない。",
        "q35": "私は多くの人々の前で自信を持って話す。",
        "q36": "私は出会うすべての人々から善良を感じる。",
        "q37": "私は自分の本質的な限界を認識している。",
        "q38": "私は自分の自我の暗い部分をそのまま受け入れる。",
        "q39": "私は主流の意見に反対することを恐れない。",
        "q40": "私は人々の外見の裏の本当の姿を見抜く。",
        "q41": "私は自分の思考過程を観察し統制する。",
        "q42": "私は緊張する状況の中でも明確に考えることができる。",
        "q43": "私はすごく小さな変化も感知できる。",
        "q44": "計画通りにいかないとき、私はいつでも臨機応変ができる。",
        "q45": "私は自分が統制できないことに時間やエネルギーを浪費しない。",
        "q46": "私は慣習や通念に「なぜ？」という質問を投げかける。",
        "q47": "私は世界に対する夢と理想を抱いている。",
        "q48": "私の人生は同時に悲劇であり喜劇である。",
        "q49": "私は自分に与えられた義務以上に努力する。",
        "q50": "何度失敗しても私は決して諦めない。",
        "q51": "私は成長するためなら自ら不便を選ぶ。",
        "q52": "私は行間を読むことができる。",
        "q53": "私はマナーが良くてウイットに富んでいる。",
        "q54": "人々は私を心から信頼し、最も暗い秘密を打ち明ける。"
    },
    "firecopy": {
        "sincerely": "HEARTHより、\n敬具",
        "details": "詳細を見る",
        "home": "ホーム",
        "forceQuotient": "テストの結果は絶対的な数値を反映するものではなく、世の中に対するあなたの観点において自分を比較評価したものであることを心に留めておいてください。例えば、低い点数はあなたが自分自身に対して期待値を持っていることを示すかもしれませんし、高い点数はその反対を示すかもしれません。",
        "copyCode": "コードコピー",
        "copyResult": "結果をメールで受け取りますか？ 今登録してHEARTHと一緒に旅を始めてください。",
        "subscribeLetter": "（オプション）Hearthsideに登録し、我々のe-レターを購読してください。",
        "copyClipboard": "クリップボードにコピーされました。",
        "readMore": "もっと見る",
        "results": "結果",
        "finishTest": "テストを終える",
        "backtohome": "ホームへ"
    },
    "results": {
        "a-b": "あなたは内面の最も深いところから開花する草色の炎、Helm（ヘルム）の持ち主です。この柔らかくも強い炎は、自分の不完全さを謙虚に受け入れる成熟した人生を可能にし、深みのある個人として成長するよう導きます。あなたはいつも内なる声に耳を傾け、真正性をコンパスとして人生を生きていきます。また、自分の人生やその意味に対して疑問を持ち、あらゆる方向に探求しようとするので、多様な経験を通じて自分を絶えず成長させます。もしかすると、あなたは決定論や運命論が内包する詩的なメッセージに同感しているかもしれません。言い替えれば、何をするにしても毎瞬間自分に対して真実に行動すれば、適切な時に適切な場所で運命が自然と自分を尋ねてくると信じているということです。 要するに、あなたは謙虚な態度で人生が導く方向に従って自分だけの人生を充実させて生きる者です。しかし、直接経験しながらぶつかり合って悟る学びだけでは不十分な時もあります。深い考察と抽象的な思考によって養われる知恵だけで乗り越える、繰り返される困難に直面することもあるということです。もし思い過ごしやその複雑さが人生の真正性を損なうかもしれないと心配し、体系的に自分の考えを整理する力を怠れば、遠くを見通す哲学的な慧眼を得ることは永遠にできないでしょう。HEARTHと共に行きましょう。Envisage（インビザージ）を通じて理性的な考察力と戦略的な思考を育み、賢くも充満した人生を設計してみましょう。",
        "a-c": "あなたは内面の最も深いところから開花する草色の炎、Helm（ヘルム）の持ち主です。この柔らかくも強い炎は、自分の不完全さを謙虚に受け入れる成熟した人生を可能にし、深みのある個人として成長するよう導きます。あなたには自分の人生を思い通りに導いていける意志と情熱があります。また、胸の中に何でもできるという勇敢を持っているため、他の人は簡単にできない決断を下し、それを実現させていきます。自分の足りない点を誰よりもよく知っていますが、ためらったり諦めたりするのではなく根気と努力でそれを克服していかなければならないという信念を持ち、理想的な自分の姿に向かって進んでいるでしょう。 要するに、あなたは自分を変える力を持っている者です。時には他人に非論理的に見えたり、嘲笑されたりすることもあるでしょうが、あなたの人生に対する姿勢や目標を達成していく方法は周りにインスピレーションを与え、ポジティブな刺激となります。しかし、「不可能を可能にする」というあなたの進取的な態度が不必要なリスクを招くことになるのではないか、また自分の有利な立場を自ら手放すことになるのではないかと時折振り返る必要があるでしょう。HEARTHと共に行きましょう。Attune（アチューン）を通じて状況を明確に認識する能力を養い、自分の力量を客観的に見つめ、適切な変化と適応を通じてより効率的な生活を送ってみましょう。",
        "a-d": "あなたは内面の最も深いところから開花する草色の炎、Helm（ヘルム）の持ち主です。この柔らかくも強い炎は、自分の不完全さを謙虚に受け入れる成熟した人生を可能にし、深みのある個人として成長するよう導きます。あなたは強い精神を持った者で、実現可能な目標を立ち、それを達成することで人生の意味を見出します。強烈な快楽より穏やかな満足を、世俗的な欲望より真の自己実現を、幻想的な夢より現実的な目標を追い、一歩ずつゆっくりと前進するあなたは、与えられたものに感謝しながら自分の道を歩んでいきます。同時に、試練や困難が訪れるたびにその喪失感の中でより深まるあなたは、真から自分の運命を完全に受け入れているのかもしれません。 要するに、あなたは気まぐれを起こしたり一喜一憂することなく、自分の本質を理解することで謙虚に与えられた役割を果たす者です。その質素な真正性は人生の本位であり、これまで直面してきた、そしてこれから直面するすべての実存主義的危機に対して一貫した真実の準拠を提供します。しかし、この単純な生き方は、与えられた状況以上のものを思い浮かばず、創意的な方法でしか解決できない課題に直面したときに無力になる危険性を含んでいます。 HEARTHと共に行きましょう。Reverie（レヴェリー）を通じて真の好奇心を抱き、自分だけの独創性を開発し、青い理想に満ちた高い野原であらゆる可能性を探求しましょう。",
        "a-e": "あなたは内面の最も深いところから開花する草色の炎、Helm（ヘルム）の持ち主です。この柔らかくも強い炎は、自分の不完全さを謙虚に受け入れる成熟した人生を可能にし、深みのある個人として成長するよう導きます。自分だけのはっきりした人生観を持っているあなたは、謙虚な心で静かで安定した生活を送ります。自分の能力を正確に知っている分、限界も認識しており、健康な自己愛を持ちその明確な長所と短所によって自分が一つの固有の人格として生まれ変われることを完全に理解しています。また、あなたは平和や善意といった人類愛的な価値を信じる人であり、親しい友人や知人が助言を求めるときには、批判的な解決策を提示するより、温かい慰めや助言をしてあげるでしょう。同様に、行動に移さなくても、疎外階層の福祉や国際救護に関心を持っている可能性が高いです。 要するに、あなたは運命に立ち向かうより、気楽で受容的な態度で穏やかに受け入れながら生きていく者です。しかし、その受け入れる生き方には情熱と激しさが欠けているため、自分の潜在力を過小評価して安住する危険が常に存在し、危機を克服し限界を超えるダイナミックな人生を生きるのが難しいかもしれません。HEARTHと共に行きましょう。Transcend（トランセンド）を通じて自分の真の情熱を発見し、失敗を恐れない挑戦精神を育て、鋼鉄のような心臓で決断力を持ち人生の障害を乗り越えましょう。",
        "a-f": "あなたは内面の最も深いところから開花する草色の炎、Helm（ヘルム）の持ち主です。この柔らかくも強い炎は、自分の不完全さを謙虚に受け入れる成熟した人生を可能にし、深みのある個人として成長するよう導きます。自分に正直であることを最も重要な価値としているあなたはあらゆる瞬間を自分なりの方法で経験し解釈します。人々との浅い関係から楽しみを見出すより、一人で思索したり、芸術作品を鑑賞することを楽しんできたため、あなたは良い意味でもそうでない意味でも他の人とはかなり異なるでしょう。このような人生の跡は自分の自我を最も深くて暗い深淵と統合するのを助け、それであなたは単なる集団の一員ではなく、真の個人として輝けるようになりました。しかし、だからこそあなたに対する世間の評価は極端に分かれます。つまり、ある人々はあなたの独立した姿を尊敬する一方、他の人々はそれを独断と頑固さと批判するでしょう。 要するに、あなたは一人で、または少数の真の仲間と共に、それが大変でも自分が正しいと信じることを言葉と行動に移す者です。人生の重いマストとして機能するその気概は尊敬されてしかるべきですが、それにもかかわらず、さまざまな価値や態度を持つ人々を理解し、必要に応じて協力する能力を等閑視してはいけません。あなたと異なる道を歩むその人々が、もしかしたらあなたが一人の力では決して到達できない知恵を授けるかもしれません。HEARTHと共に行きましょう。Harmonize（ハーモナイズ）を通じて人間のさまざまな感情を真に理解し、協議し協働する能力を養い、多様な人々と共に成長しましょう。",
        "b-a": "あなたは深く垂れ込めた霧の中で神秘的に輝く青い炎、Envisage（インビサージュ）の持ち主です。この冷たい熱を放つ炎は理性と直感で世界を明るく照らし、本質の探求や真理の分別のできる慧眼を提供します。あなたは理路整然とした思考方式を持ち、世界を一つのパズルのように分析的に理解する者です。感情に簡単に振り回されず、理性的な判断を優先するため、戦略や計画が重要な分野であなたの強みは特に際立ちます。こうしたあなたの判断力と思考力はさまざまな分野で有用に使われますが、あなたは自分の能力を社会的に認められる位置に上り詰めるために使う可能性が高いようです。言い替えれば、人間関係においても、職業的な成就においても、あなたが達成しようとする究極の目標は多くの人々も共感し望ましいと考えるものです。このように、社会的に通用される成功観を持ち、計画的にそれを達成しようとするあなたは、他の人々の共感と尊敬を得やすいのです。したがって、自分と似た目標を持つ友人や仲間を見つけるのは難しくないでしょうし、その過程で自分の目指すものに対する道徳的な妥当性や心的な安定感を見つけることもできるでしょう。要するに、あなたは多くの人々が価値があると感じる目標に向かって機敏かつ賢明に進む戦略家です。しかし、激しい競争で最終的に勝ち、目標を達成したとき、もし自分が本当に満足していないのであれば、多くの人々から祝福されたり拍手されたりすることにどんな意味があるのかを考えてみてください。特に、現在のような大変動の時代には、本当に良いものと単に人気のあるものを区別するのが難しいため、自分だけの方法で価値を判断し、それが自分にとってどのような意味を持つかを評価する能力がいつにも増して必要となります。HEARTHと共に行きましょう。Helm（ヘルム）を通じて自分を真に見つめ、その姿をそのまま受け入れ、個人的な意味が社会的な素晴らしさと交差する地点で自分の翼を大きく広げてください。",
        "b-c": "あなたは深く垂れ込めた霧の中で神秘的に輝く青い炎、Envisage（インビサージュ）の持ち主です。この冷たい熱を放つ炎は理性と直感で世界を明るく照らし、本質の探求や真理の分別のできる慧眼を提供します。非常に論理的で体系的な思考を持つあなたはあらゆるものの本質を正確に把握し整理することに興味を持っています。鋭い観察力で事物や状況の問題点を正確に指摘し、常にその理由を深く分析するため、これらの問題点がどのように打開できるかについて効果的な解決策を提示することができます。さらに、あなたは世界を批判的な視覚で鋭く見つめるため、我々が進むべき方向性について新しいビジョンを提示できるかもしれません。要するに、あなたは感覚に頼ることなく論理的に思考し判断を下す者であり、世界を独自の体系的な観点で見つめながら経験を通じてこれを持続的に、細かく発展させます。錬金術のように、あなたはこの世界と自分の不完全さの克服できる戦略や公式を見つけようと非常に努力します。しかし、こうした自分の姿が現実とその自然な限界を受け入れられない不安から来ているのではないかを振り返ってみてください。ある人々はあなたの完璧主義的な理想に共感できないかもしれないため、あなたはそれに大きく傷つき、現実と乖離した生活を送る危険性があります。HEARTHと共に行きましょう。Attune（アチューン）を通じてすべてをそのままに受け入れる練習をし、それに柔軟に対処できる力を養い、美しい理想とあなたが生きる現実のギャップを埋めていきましょう。",
        "b-d": "あなたは深く垂れ込めた霧の中で神秘的に輝く青い炎、Envisage（インビサージュ）の持ち主です。この冷たい熱を放つ炎は理性と直感で世界を明るく照らし、本質の探求や真理の分別のできる慧眼を提供します。あなたは徹底的に合理的な思考方式を持つ者で、客観的な根拠に基づいた理性的な判断を下すのが得意です。また、自分の限られた資源を最も効果的に利用する方法について深く考えるため、実現可能性の低い目標に無駄な期待を抱かず、効率的に選択と集中を行います。このように、あなたは現実的に世界を見つめて生きているため、未来への膨らんだ夢やときめきもない代わりに、過度な心配もせず安定した人生を送っています。同様に、美や道徳などの形而上的な価値を論じる創作物よりも、科学や経済学などの実際的な用途のある概念の理解により興味を持っているでしょう。要するに、あなたは実用的な観点から冷静に自分のできることを計画する戦略家です。「状況が違っていたら」などの夢想に陥ることなく、自分の決定を後悔せず淡々と受け入れるため、突然の危機状況でも感情的に動揺することなく具体的な解決策を提示できるでしょう。しかし、あなたの生き方は高速列車に乗っているようにあまりにも速い速度で直進しています。周囲の風景を見る余裕がなければ、自分の隠された可能性を認知しそれを開花させる機会を永遠に逃してしまうかもしれません。HEARTHと共に行きましょう。Reverie（レヴェリー）を通じて世界の微妙な美しさに気づき、自分の独創性を育て、より豊かで多彩な人生を築いていきましょう。",
        "b-e": "あなたは深く垂れ込めた霧の中で神秘的に輝く青い炎、Envisage（インビサージュ）の持ち主です。この冷たい熱を放つ炎は理性と直感で世界を明るく照らし、本質の探求や真理の分別のできる慧眼を提供します。あなたは慎重で几帳面な人であり、現象を観察し問題を分析しながら戦略と計画を樹立するのが得意です。また、他の人が見逃しがちなディテールも捉え、より正確で体系的な思考方法を構築していきます。さらに、この鋭い洞察力と慎重な性格のおかげで、未来に対する自分なりの予測が当たった経験がかなり多いでしょう。しかし、そうだとしても自分を過信せず、常に慎重な態度で世界を生きています。要するに、あなたは話す前や行動する前に深思熟考する者であり、軽はずみに行動しないため、他の人よりも遠く、正確に見通すことができる者です。しかし、このようなあなたの特性は完璧主義的な性格を示すこともあります。言い替えれば、失敗に対する過度な心配のために挑戦への第一歩を踏み出せないこともあります。これは試行錯誤を通じて得られる経験的な知恵を制限するため、最終的には自分に対する統制権を失った穏やかな生活に閉じ込められる可能性があります。HEARTHと共に行きましょう。Transcend（トランセンド）を通じて情熱があなたの人生を導くようにして自信と自己効力感を育て、自分の人生の手綱をしっかり握りましょう。",
        "b-f": "あなたは深く垂れ込めた霧の中で神秘的に輝く青い炎、Envisage（インビサージュ）の持ち主です。この冷たい熱を放つ炎は理性と直感で世界を明るく照らし、本質の探求や真理の分別のできる慧眼を提供します。あなたは鋭い判断力を持った独立的な人であり、知恵と真理を基準として批判的に考えたり理解する能力を持っています。社会や文化の偏見から脱した公正な客観性を追求するため、読書をしたり一人で旅行をするなど多くの時間を一人で過ごしながら自分の洞察力を育てていったはずです。また、真実と正直さを重んじるため、自分が不利な状況にあっても逃げたり言い訳をしたりせず、率直に話し行動しようとします。要するに、あなたは集団的な愚昧の足かせから抜け出そうと努める冷静な思想家です。「アリとキリギリス」の寓話のキリギリスのように目的意識と厳格さをもって人生を導いているため、「冬」に備えていない人々に対して一片の同情心も持ってないかもしれません。しかし、他の人々はあなたの純粋な論理を過酷だと感じることがあることを覚えておかなければなりません。たとえあなたがそれを気にしないとしても、社会的な関係と評判は人生のあらゆる側面で非常に重要であるため、それを等閑視すれば大きな代償を払うことになるかもしれません。HEARTHと共に行きましょう。Harmonize（ハーモナイズ）を通じて他人を理解し共感できる繊細さを養い、理論整然に話し行動する方法を身につけ、最終的には純粋な心を持ちながらも多様な人々と共鳴できる人になるよう努力しましょう。", 
        "c-a": "あなたは時と所を知って自然に押したり押されたりする波色の炎、Attune（アチューン）の持ち主です。この穏やかに揺れる炎はあなたが客観的な視線で世の中を見るようにし、絶えず変化する現実の中で常に最適な選択をしながらバランスの取れた生活を送るよう助けます。あなたは様々な関心を持つリラックスした性格の持ち主で、新しい環境に簡単に適応し、与えられた雰囲気に合わせて柔軟に行動します。また、多くの人と似た情緒や関心を共有しているため、道徳性から成功までの幅広いテーマについて社会的に適切なものと不適切なものを明確に区別します。このように線を越えず聡く行動するあなたに、周りの人々は気楽で共感できる性格を持っていると好意を示したりするでしょう。全体的に見て、あなたは自分を特定のフレームに閉じ込めることなく、状況に応じて最も適切な方式で行動する者です。このような感覚的な対応力を持っているため、社会的に微妙なニュアンスを含む難しい状況でもうまく適応できますが、逆に個人的な悩みについては決断力が弱いため迷うし、自分が真に誰なのかが分からない実存的な危機に陥る可能性があります。HEARTHと共に行きましょう。Helm（ヘルム）を通じて自分が心から望むことを理解し、自分の深い部分とつながることで徐々に自己実現を果たしながら自然に成熟していきましょう。",
        "c-b": "あなたは時と所を知って自然に押したり押されたりする波色の炎、Attune（アチューン）の持ち主です。この穏やかに揺れる炎はあなたが客観的な視線で世の中を見るようにし、絶えず変化する現実の中で常に最適な選択をしながらバランスの取れた生活を送るよう助けます。あなたはポジティブなエネルギーで満ちた活気のある者で、未来を心配したり過去に囚われたりするよりも現在を楽しんで生きていきます。これまでの経験を通じて、いくら大変そうな状況であっても大体良くなるし、むしろ災い転じて福となる機会になることもあるというのを知っているため、平気な心で人生の障害物を軽やかに乗り越えます。言い替えれば、あなたは海の熟練したサーファーのよう、揺れる波や変化する流れを感じ取り、自分を任せて世の中と一つになったように動きます。要するに、あなたは手に入るものを何でも活用する準備ができている者です。直面する状況を変えたり直したりするより、その中に柔らかく溶け込み、時々に必要なことをうまくこなします。しかし、このような姿勢が一瞬の楽しみを味わわせる一方、あなたを近視眼的にし、快楽的な刺激だけに反応する状態にする可能性もあることを忘れないでください。HEARTHと共に行きましょう。Envisage（エンビサージ）を通じて現象の表面ではなく本質に集中し、思考と行動を整然に整理して、楽に流れながらも賢くなれる無為の生活を送ってください。",
        "c-d": "あなたは時と所を知って自然に押したり押されたりする波色の炎、Attune（アチューン）の持ち主です。この穏やかに揺れる炎はあなたが客観的な視線で世の中を見るようにし、絶えず変化する現実の中で常に最適な選択をしながらバランスの取れた生活を送るよう助けます。あなたは流れに抵抗したり反発するよりも、オープンな姿勢でそれを受け入れ、活用しようとする者です。世の中をあるがままに受け入れ、問題を作り出さない傾向があり、特に掘りさげると自分にとって利益のない場合に尚尚そうです。同様に、あなたは「もし？」という質問を投げかけて自分を責めたり後悔したりするよりも、現在の自分に与えられたものに感謝します。このような合理的な実用性のため、あなたはいつも超然と幸福感を感じることができ、さらにほとんどの状況で周りに穏やかでリラックスした姿で映されるでしょう。要するに、あなたは柔軟な合理性を持ち、自然で効果的な方式で人生の波に対応します。しかし、その便利な生活スタイルはポジティブな心構えを持ち、心的な安定感を探すのに大きく役立つ一方、思考の柔軟性を制限し、振るった解決策を見つけるのに障害となる可能性があることを忘れないでください。時には、自分が当然と受け入れている「常識」に疑問を持ち、社会の通念に「なぜ？」と問いかけることが大事です。HEARTHと共に行きましょう。Reverie（レヴェリー）を通じて純粋な好奇心を持って世界を見つめながら自分の独自性を育み、絶えず変化する世界に創意的に適応できる能力を養ってください。",
        "c-e": "あなたは時と所を知って自然に押したり押されたりする波色の炎、Attune（アチューン）の持ち主です。この穏やかに揺れる炎はあなたが客観的な視線で世の中を見るようにし、絶えず変化する現実の中で常に最適な選択をしながらバランスの取れた生活を送るよう助けます。あなたは機知を活かして日常の問題を解決する者であり、時間を節約し、ストレスを減らす効果的な方法で任された仕事を処理します。また、個人的な意見を強硬に固執せず、状況に応じて柔軟な態度を取り、自分に直接的な影響がない限り、よく知らないことについては簡単に意見を述べません。もしかすると、他人の事に無駄に関心を持たないあなたは、彼らが政治やゴシップなどの話題に関してなぜ必要以上に熱中するのかについて疑問を持つかもしれません。要するに、あなたの最大の強みは適応力です。独断的に自分の理想を押し通さず、世間の価値観に合わせて不必要な対立を避けながら、苦労せず問題を解決していきます。しかし、このように適応力に優れている反面、自分だけの力で障害を突破し目標を達成するために必要な勤勉さや強さが足りない可能性があり、不協和音が避けられない困難な状況に直面したときにはそれを乗り越えるのが難しいかもしれません。HEARTHと共に行きましょう。Transcend（トレンセンド）を通じて隠された情熱を引き出し、プレッシャーに屈しない強さを育て、棒高跳びのように柔軟に限界を超える生き方をとってください。",
        "c-f": "あなたは時と所を知って自然に押したり押されたりする波色の炎、Attune（アチューン）の持ち主です。この穏やかに揺れる炎はあなたが客観的な視線で世の中を見るようにし、絶えず変化する現実の中で常に最適な選択をしながらバランスの取れた生活を送るよう助けます。あなたは情緒的に安定し、落ち着いていて超然とした者であり、困難な状況に直面しても外部の助けやサポートなしでそれを乗り越えることができます。この自立心のおかげで、重要な判断をする際には自分の直感を信じ、他人のアドバイスを求めるよりも独立的に決定し実行することが多いでしょう。同様に、他人を助けたり、励ましの言葉をかけたりすることをためらいませんが、誰もが自分だけの生き方を持っていると信じているため、過度に干渉したり積極的に手助けしようとはしません。このように、あなたは何をしても、また誰と会っても、一貫した姿を示すため、周りに自然と真正性と信頼感を与えるでしょう。要するに、あなたは人生の高低やその起伏を気楽な心で受け入れるバランスの取れた人格を持っている者です。どんなことでも結局自分で適応していけると信じ、他人もそうであろうと信じています。しかし、あなたの冷静な楽観主義は時に個人主義的であり、そのために他人との協力によってシナジー効果を出せる機会を逃す可能性があることを覚えておかなければなりません。時には一緒にいることでひとりでは達成できない素晴らしいことを生み出すことができるかもしれません。HEARTHと共に行きましょう。Harmonize（ハーモナイズ）を通じて他人の心を理解し、彼らと議論し討論できる能力を育て、世界と衝突し協力しながら強力な火花を起こしてみてください。",
        "d-a": "あなたは珍しい可能性で神秘的に揺らめく金色の炎、Reverie（レヴリー）の持ち主です。奇抜さで輝くこの創造の炎は未知の世界を探求の精神で明るく照らし、新たな視覚で世の中を眺めるようにします。周辺への好奇心が強いあなたは独特な人々や物事に強い興味を持ち、新しいアイデアに魅了されることが多いです。また、生き生きとした活発な性格を持っているため、人生を重く捉え、その中から深い意味を見出すよりも、人生を神秘的な冒険と考え、色々なものを発見し体験することを楽しみにしているでしょう。このように積み重ねた多様な経験は、あなたの人生を豊かにするだけでなく、自分の芸術性を独創的に表現できる基盤ともなります。要するに、あなたは型にはまらない経験や挑戦を楽しみ、そこから活力を得る冒険者です。あなたの炎は未知の領域を探検する際に最も輝き、その不確実性から毎度新鮮な刺激を得て成長することができます。しかし、多様な可能性に自分をむき出すだけに、多様なリスクにも常に素出されていることを忘れないでください。外と内の揺れ動く混乱に流されないためには、じっくり自分を省察し振り返り、自分の主体性に対する確たる中心を築く必要があります。HEARTHと共に行きましょう。Helm（ヘルム）を通じて内的世界を探求し、自分の様々な側面を健康的な方法で統合し、自分の潜在力を成熟に発揮させてください。",
        "d-b": "あなたは珍しい可能性で神秘的に揺らめく金色の炎、Reverie（レヴリー）の持ち主です。奇抜さで輝くこの創造の炎は未知の世界を探求の精神で明るく照らし、新たな視覚で世の中を眺めるようにします。あなたは常に好奇心に満ちた目で世界を眺める優れた感覚の所有者です。状況に没頭し、様々な感情や思考を開かれた心で直接体験することを楽しみ、その中から生きているという喜びを感じ、豊かなインスピレーションを得ることもあります。このような傾向は普段の考え方や行動にも表れており、人生を生きるにあたり綿密に計画を立ててそれに従うよりも、状況の流れに沿って即興的な判断をしながら自由に生きることを好むでしょう。要するに、あなたは積極的な姿勢で冒険を楽しみ、新しい可能性を探求するために全身で世界を経験する者です。この特性のおかげで突然ひらめくアイデアを思いつくのが得意ですが、逆にそれを割って具体化し実行に移すための戦略的な思考力は多少足りない方です。感覚的な態度で多様な経験に没頭できることはそれ自体で価値があり美しいですが、長期的に自分を成長させるための体系的な方式で思考を養わなければ、結局は足踏みしてしまう可能性があります。HEARTHと共に行きましょう。Envisage（インヴィサージュ）を通じて深い思考のできる能力を培い、思考の大枠を確立して遠くを見通す慧眼を養い、活力にあふれながらも安定した人生を導いてください。",
        "d-c": "あなたは珍しい可能性で神秘的に揺らめく金色の炎、Reverie（レヴリー）の持ち主です。奇抜さで輝くこの創造の炎は未知の世界を探求の精神で明るく照らし、新たな視覚で世の中を眺めるようにします。無限の想像力を持つあなたは、頭の中に自分だけの独創的な世界を描きながら生きており、たびたび他の人々が笑い飛ばすような些細なことの中でも驚くべきの可能性を発見します。また、人生を一編の映画のように捉え、現実と妥協し安定した生活を送るよりも、幻想的で劇的な状況と出会うことを期待します。このような性向から、ゴリアテとの戦いで勝利したダビデのように、あなたには大きな異変を起こし、世界に大した変化をもたらす潜在力が内在しています。要するに、あなたは現実に縛られない想像力を持った活発で純粋な者です。限界を知らず飛翔するあなたの創意性は、理想的な未来や世界を夢見させ、人生に希望と活力をもたらします。しかし、このような面があなたに非現実的な期待を抱かせ、神話の中のイカロスのように墜落させる可能性があることを忘れてはなりません。時には飛翔する精神を抑え、現実に立ち戻り、現在の状況を正確に把握して柔軟に対応する必要があることを覚えておいてください。HEARTHと共に行きましょう。Attune（アチューン）を通じて自分と世界を現実的に直視し、様々な状況に適応できる内なる力を育て、自分の創意性を現実と結びつける最適なバランスを見つけてください。",
        "d-e": "あなたは珍しい可能性で神秘的に揺らめく金色の炎、Reverie（レヴリー）の持ち主です。奇抜さで輝くこの創造の炎は未知の世界を探求の精神で明るく照らし、新たな視覚で世の中を眺めるようにします。表面的には落ち着いて穏やかに見えるあなたは、よく見ると好奇心が強くて豊かな想像力を持つ者です。この静かでありながら冒険心のある心構えのおかげで、あなたは広い視野を保ちながらも最も細かいディテールを丁寧に探求することができ、世界の無限の驚異に毎回感嘆し喜びを感じながらも人生に内在する些細な美しさも見逃しません。芸術や世界の美しさを鑑賞しながら多くのインスピレーションを得て生き生きとした感覚を味わうため、あなたには自分だけのアイデアや創意性を表現したいという密かな熱望があるでしょう。要するに、あなたは繊細な美的感覚を持ち、柔らかな視線で見て表現することができる者です。しかし、あなたの開放的で受容的な態度が平穏な満足感をもたらすだけに、人生の障害物と直面した大変な時期には無力感や絶望感に陥ることもあるため、自分の人生に対する統制力を高め、意志と勇気を育む必要があります。HEARTHと共に行きましょう。Transcend（トランセンド）を通じて情熱に暑い火を灯し、小さな恐怖から一つずつ克服しながら自己効力感を育て、自分の人生の真の主体となり、その創意的な潜在力を燃え上がらせてください。",
        "d-f": "あなたは珍しい可能性で神秘的に揺らめく金色の炎、Reverie（レヴリー）の持ち主です。奇抜さで輝くこの創造の炎は未知の世界を探求の精神で明るく照らし、新たな視覚で世の中を眺めるようにします。あなたは自分の関心分野に対してはっきりした主観と鋭い洞察力を持つ者であり、優れたセンスを備えています。時々突飛で珍しいと言われたはずのあなたは、それを気にせず、振るったの視線で世の中を眺めることをあきらめず、こつこつとその独創性を磨き続けてきたでしょう。多くの人々に理解してもらいにくい思考観を持っているため、時には自分を疑い、心が複雑になることもあるでしょうが、もしかするとそうした美しい彷徨さえ、心の奥深くでは楽しんでいるかもしれません。さらに、このような傾向のため他人との交流においても自分だけのの神秘を持つ人々にのみ興味を持ち、その少数の特別な縁と深く付き合い、交感しようとするでしょう。要するに、あなたは繊細で芸術的な魂を持ち、一人で世の中を探求し鑑賞する者です。隠れた美しさを引き出し、自分だけの輝きを放ちながら優雅に進んでいくあなたですが、その道を一人で歩むことは苦悩と孤独を伴うしかありません。自分をさらに孤立させる苦痛、また他の人の退屈な好みを軽視する傲慢さに陥らないためには他人と柔らかく交流し、真のコミュニケーションをとることが大事です。多様な人々と感情的に交流し社会的なネットワークを広げることによってのみ得られる視野と知恵があることを忘れないでください。HEARTHと共に行きましょう。Harmonize（ハーモナイズ）を通じて人間の本性と感情に対する理解を広め、真正性のあるコミュニケーションだできる能力を育て、多くの人々の心を響かせる美しい人生を導いてください。",
        "e-a": "あなたは勇気と情熱で燃え盛る赤色の炎、Transcend（トランセンド）の持ち主です。決して消えることのないこの強烈な炎はあなたが強い意志を持って数多くの困難の末、結局目標を達成できるようにします。あなたは自分の分野で尊敬される有能な人間になることを望み、時間と努力を惜しまず誠実に生きていきます。成功への熱望が強いため、常に明確な目標を見据え、揺れたりよそ見をせず自信を持って進めます。また、あなたは競争的で複雑な環境の中でもゆとりを持って協力する方法を知っているため、組織や社会にうまく溶け込み、責任を持って自分の役割を果たすことができます。したがって、周にはあなたを信頼し認め、その熱情と目標意識を高く評価する人が多いでしょう。要するに、あなたは具体的な計画に従って自分を粘り強く推し進め、社会的な成功に少しずつ、しかし確実に近づいている者です。しかし、それとは別にあなたの心の中には本質的な疑問、つまり自分が努力しようとする理由と達成したい目標が本当に「自分」が望むものなのかという疑問があるでしょう。このような疑問を解消せず放置すれば、遠い未来にその違和感が深い懐疑と空虚に発展する可能性があることを覚えておいてください。HEARTHと共に行きましょう。Helm（ヘルム）を通じて内面を探求して個人的な理想を発見し、自分だけの意味を込めた成功に向けてその熱情を注いでください。",
        "e-b": "あなたは勇気と情熱で燃え盛る赤色の炎、Transcend（トランセンド）の持ち主です。決して消えることのないこの強烈な炎はあなたが強い意志を持って数多くの困難の末、結局目標を達成できるようにします。あなたは積極的で実行力の強い人であり、自分の限界に絶えず挑戦し、目の前にある障害に対しても躊躇なく突き進みます。多くのことを直接感じて経験してこそ成長できることを知っているため、あなたは挑戦を恐れず、むしろそれによって活力を得ます。また、事前に何をするかを決めず思い切り飛び込み五感で体験することを好むため、徹底的に計画するよりも直感に従って行動することが多いです。このような積極性と共に粘り強さと決断力も備えているので、あなたは多くの人々があえて踏み込まない未知の領域を開拓する、新しい分野の先駆者となる可能性が高いです。要するに、あなたは強い意志を持って極限に向かって進む冒険者です。しかし、あなたの熱情は時に溢れこぼれて衝動性に変わり判断力を曇らせることもあるため、巨視的な観点で自分を見つめ、戦略的に行動する習慣をつけるのが賢明でしょう。HEARTHと共に行きましょう。Envisage（エンビサージ）を通じて深く考察する能力を養い、体系的で健康な習慣を身につけ、自分の大きなビジョンの中で望むものを一つずつ手に入れてください。",
        "e-c": "あなたは勇気と情熱で燃え盛る赤色の炎、Transcend（トランセンド）の持ち主です。決して消えることのないこの強烈な炎はあなたが強い意志を持って数多くの困難の末、結局目標を達成できるようにします。あなたは戦士の心臓を持つ者であり、達成したい目標に対する強い執念と揺るぎない忍耐心を持っています。大きな夢を見る分、成功への道のりは険しく苦しいこともありますが、困難を避けるよりも堂々と立ち向かい、堅固に前進していきます。また、自分が成長しながら限界を超えていると感じる時に大きな喜びを感じるため、他の人から見ると辛く見える時期にむしろやりがいや嬉しさを感じることもあるでしょう。同様に、周りから無謀だと疑われたり、心配で止められたりする時、あなたはむしろ不屈の意志をさらに燃え立たせ、彼らが間違っていることを証明したくなるでしょう。要するに、あなたは熱い熱情と格別な信念で自分の限界を試す者です。戦士が最後の戦いに臨むよう、あなたも人生という戦場で勇敢に進んでいますが、その戦場の火足があなたを飲み込む可能性もあることを常に覚えておかなければならないし、勇気と蛮勇を区別することができなければなりません。忘れないでください。時には耐えて勝とうと努力するよりも、余裕を持って状況を観望しながら柔軟に対応する方が賢明であることもあります。HEARTHと共に行きましょう。Attune（アチューン）を通じて自分と世界に対するバランスの取れた視覚を育み、賢く状況の流れを感じながらあなたの意志を効果的に発揮できる最適な状態を見つけてください。",
        "e-d": "あなたは勇気と情熱で燃え盛る赤色の炎、Transcend（トランセンド）の持ち主です。決して消えることのないこの強烈な炎はあなたが強い意志を持って数多くの困難の末、結局目標を達成できるようにします。あなたは成功への熱望が強い現実主義者であり、達成したい目標に完全に集中する者です。自分の関心分野以外には特に興味を持たないため、外部の誘惑に簡単に揺らぐことなく勤勉誠実な生活を送るでしょう。また、あなたは仕事において安全で検証された方法を好み採用するため、独創性よりは効率性を、複雑さよりは簡潔さを追求しながら成功へと向かっているでしょう。要するに、あなたは明確な目標意識と強い情熱を持つ野心家であり、自分の夢を叶えるためにゆっくりと、しかし確実に前進しています。しかし、リスクを避けて確実性が保証された安全な道ばかり選ぶと、視野が狭くなり思考が固くなる可能性があることに注意してください。時には少し反抗的な態度で疑問を持ち、新しい可能性を探るのが画期的な発展と爆発的な成長に繋がるかもしれません。HEARTHと共に行きましょう。Reverie（レベリー）を通じて多様な領域を探求しながら好奇心を呼び覚まし、自分だけの独創性を育み、あなたの強い意志を創意的に発現させてください。",
        "e-f": "あなたは勇気と情熱で燃え盛る赤色の炎、Transcend（トランセンド）の持ち主です。決して消えることのないこの強烈な炎はあなたが強い意志を持って数多くの困難の末、結局目標を達成できるようにします。成功や失敗は個々の能力と誠実さにかかっていると信じるあなたは、常に自分に集中しこつこつと自分を成長させていきます。また、他人に頼って助けを求めるより、自分が直面する問題に直接立ち向かい、困難を乗り越える方法を身につけようとします。したがって、あなたは完全に自分だけの力で問題を解決し結実を収めた経験が多いし、それにふさわしい自己効力感を持っているでしょう。このように自分に厳しい基準を適用するあなたは、正当に、自分と同じように周りの人々も努力することを望むかもしれません。要するに、あなたは自分に対する信頼と確信のある者であり、忍耐と粘り強さを持って目標に向かって一人でも黙々と前進します。しかし、自分自身に対する強い信頼が他人への不信に、自己効力感が非協調的な態度に変質しないよう注意してください。互いの長所を理解し認め合う有機的なチームが生み出すシナジー効果は決して無視できないため、強い自信を維持しながらも謙虚な姿勢を持ち、互いに助け合える多様な関係を築いていくことが必要です。HEARTHと共に行きましょう。Harmonize（ハーモナイズ）を通じて他者の感情や考えを真に理解し、明瞭にコミュニケーションをする能力を育て、互いに力になり、助け合える深い絆を作り上げていきましょう。",
        "f-a": "あなたは香ばしく踊り咲く花色の炎、Harmonize（ハーモナイズ）の持ち主です。真の温もりを伝え、相手に感動を感応させるこの炎は絆と結束を通じて互いを癒し、成長させる共鳴の力を持ちます。あなたは人間関係の価値と重要性を理解する者であり、他者の立場に立って考え、真に彼らのために尽くすことができます。したがって、愛する恋人から信頼できる友人、そして責任感のあるリーダーから協力的なチームメンバーまで、様々な関係の中の役割をうまくこなすことができます。また、あなたは尊重と愛に基づいた安定した関係を築こうとし、誰かがあなたにとって意味のある人生とは何かと問うなら、おそらく愛する人々と共に調和の取れた共同体の中で健康に生きることだと答えるでしょう。要するに、あなたは他の人が最も必要としている時に彼らを理解し、心からの励ましと応援をしてあげられる温かい者です。大切な人々と共にいること自体に人生の意味を見出し、チームスポーツのように互いに協力しながら共通の目標を追う行為を楽しみます。しかし、他人との関係に意味を置く分、自分自身との関係にも十分に注意を傾けているかどうか振り返る必要があります。自分が誰であるかを深く理解し知ることで、初めて自分の人生の真の意味が発見でき、他人に頼ることができない困難な状況に直面しても、自分を信じて前に進むことができるでしょう。HEARTHと共に行きましょう。Helm（ヘルム）を通じて内なる世界を探求し、自分の真の理想を発見して人生に統合しながら人生の真の意味を生活に吹き込めるようにしてみてください。",
        "f-b": "あなたは香ばしく踊り咲く花色の炎、Harmonize（ハーモナイズ）の持ち主です。真の温もりを伝え、相手に感動を感応させるこの炎は絆と結束を通じて互いを癒し、成長させる共鳴の力を持ちます。あなたはユーモアたっぷりに心地よい雰囲気を作り出せる活気に満ちた明るい性格の持ち主です。個性豊かな即興的な面で周りの人々の好奇心を呼び起こし、多くの関係を主導的にリードしていきます。また、色々の趣味活動を楽しむため、自然と素晴らしい思い出を共有した幅広い人間関係を持っているでしょう。こうした特徴のおかげで、あなたは異なる性向の人々とリアルタイムでコミュニケーションを取り、協力することが求められるダイナミックな環境で最も輝きます。要するに、あなたはポジティブなエネルギーを発散し、周りの人々と楽しく有意味な経験を積み重ねる活発な者です。ただし、多様な人々の立場に簡単に共感し、柔軟かつ自由奔放な思考を持っているため、未来の出来事への準備や悩みを等閑視してしまう可能性があります。そのため、長期的な生の軌跡の中で人生を考察し、自分と自分の大切な人々が共に前進できる戦略と計画についてじっくり考察する必要がありそうです。HEARTHと共に行きましょう。Envisage（インヴィサージ）を通じて自分の思考を体系的に整理し、理論整然な思考の構造を構築して、皆と共にもっと遠くまで見通せる温かな慧眼を養いましょう。",
        "f-c": "あなたは香ばしく踊り咲く花色の炎、Harmonize（ハーモナイズ）の持ち主です。真の温もりを伝え、相手に感動を感応させるこの炎は絆と結束を通じて互いを癒し、成長させる共鳴の力を持ちます。あなたは思いやりの深い心でコミュニケーションを取り、共感し、困っている人がいるときには喜んで手を差し伸べることができる温かい者です。また、外見や地位で他人を判断するより、内面の品性や道徳性を重んじ、誰ともなく公明正大に対しようと努力します。このような倫理意識と品位のある態度が周りに好ましい雰囲気を醸し出しため、新しい環境に置かれることを不安に感じる傾向にもかかわらず、初対面の人々にも良い印象を残すでしょう。要するに、あなたは人情と感謝を知っているので、いつも自分の役割を果たし、受けたもの以上に与える者です。このように変わらず信義と温かさを大切にすることは素晴らしいですが、時には自分が融通が利かず原理原則だけを固執しているのではないか振り返ってほしいです。その道徳性と正義によって周りの人々からは高く評価されますが、個人的な人生においては硬直になり生真面目になる可能性があるためです。HEARTHと共に行きましょう。Attune（アテューン）を通じて世の中と自分の姿をありのまま受け入れ、世界の自然な流れに身を任せ、堅さと柔軟さの間で最適なバランスを見つけてください。",
        "f-d": "あなたは香ばしく踊り咲く花色の炎、Harmonize（ハーモナイズ）の持ち主です。真の温もりを伝え、相手に感動を感応させるこの炎は絆と結束を通じて互いを癒し、成長させる共鳴の力を持ちます。あなたは自分が属する社会の価値を信じ、それに従う模範的な者であり、多くの人々から厚い信頼と尊敬を受けているでしょう。政治的または社会的な問題については一般的に穏健な立場を取るため、他人の共感をうまく引き出し、さらに彼らに善良で理解心のある姿に映されます。そのため、あなたは幅広い人的ネットワークを形成し、様々な社会的な機会と自然に接します。また、卓越した対人関係能力に加えて実用的な面も持っており、組織内で業務を遂行する際にはアイデアを現実化し、発展させる役割をうまく果たすでしょう。要するに、あなたは誰とでもコミュニケーションが取れる社交性を持ち、多様な範疇の人間関係を活発に維持する者です。しかし、多くの人々と共に共通の目標に向かって互いに励まし合って進むので、他の可能性を探索せずに社会の主流に盲目的に従っているのではないか慎重に考慮する必要があります。歴史や伝統、そして社会的な価値を理解することは大事ですが、広い視野と開放的な態度を育てないと思考が硬直し、偏狭になる可能性があることを忘れないでください。HEARTHと共に行きましょう。Reverie（レヴリー）を通じて好奇心を呼び起こし、自分だけの独自性を育て、人生に創意的な活気を満たしてください。",
        "f-e": "あなたは香ばしく踊り咲く花色の炎、Harmonize（ハーモナイズ）の持ち主です。真の温もりを伝え、相手に感動を感応させるこの炎は絆と結束を通じて互いを癒し、成長させる共鳴の力を持ちます。あなたは繊細で思いやりの深い者であり、柔らかな共感の心で他人を包容します。温かい感情の交流が人生においてどれほど重要であるかを理解しており、明るい様子で他者に近寄り、彼らが困難な時にも人生の明るい面が見られるよう助けます。また、あなたは共同体的な視点で世の中を見るため、様々な人々が互いの短所を補い、協力すればより良い世界が作れると信じているでしょう。それを実践するため、常に同じ所で大切な人々に心からの慰めとアドバイスを提供し、そのため多くの人々があなたに対して感謝の気持ちを抱いて生きていくでしょう。要するに、あなたは広い心で関係を成熟に導いていける者です。愛する人々の欠けている部分を感じ取り、彼らの悩みや重荷を共に分かち合おうとします。このようにあなたは他人に対して惜しみなく心を注ぐ素晴らしい面を持っていますが、それによって自分の熱望や目標を達成するため必要なエネルギーやモチベーションが足りなくなっているのではないか考えてみる必要があります。情熱的な努力がなければ達成や成長も限られ、時には自分だけが自分を救えることを覚えておいてください。HEARTHと共に行きましょう。Transcend（トランセンデ）を通じてあなたの情熱と意志を育み、挑戦を続ける自己効力感を育て、勇敢に共通の目標を達成してください。"
      }
}