{
    "header" : {
        "message": "환영합니다",
        "take_test": "테스트 보기"
    },
    "navbar" : {
        "home": "홈",
        "about": "소개",
        "apps": "앱",
        "team": "팀",
        "community": "커뮤니티",
        "blog": "블로그",
        "take_test": "테스트 보기"
    },
    "about" : {
        "line1": "우리는",
        "line2": "왜",
        "line3": "감정이 있을까",
        "line4": "이성",
        "line6": "감정",
        "long-text1-first": "때때로 감정은 그저 두려움과 슬픔을 불러오는, 이성의 불필요한 형제로 치부되기도 합니다. 그러나 감정은 그 자체로 분명한 목적을 지니고 있습니다. 즐거움을 줄 수 있는 능력과 함께, 감정은 잠재적인 위험과 다가오는 위협을 즉각적으로 인지하는 경보 역할을 하도록 진화해왔습니다.",
        "long-text1-second": "이성의 뇌가 꼼꼼한 사고를 통해 복잡한 문제를 해결하는 데에 중요한 역할을 하듯이, 감정의 뇌는 이성의 뇌 뒤에서 우리의 행동과 생각을 은밀하게 지배하는 중요한 역할을 수행합니다. 따라서 뇌의 기능, 즉 “정신력”은 이 두가지 뇌의 조화와 협동의 산물이라고 정의할 수 있습니다.",
        "long-text2-first": "우리는 수학, 과학, 경제학 등을 통한 체계적인 방식으로 이성의 뇌를 성장시키고 제어하는 방법을 배웁니다.",
        "long-text2-second": "그러나 감정의 뇌를 훈련시키는 방법은 어디서 배울까요? 더 나아가, 우리의 이성과 감정을 통합시키는 방법은 어디서 배울까요?",
        "long-text2-third": "현대사회에서 급증하는 정신적 문제들은 바로 이 두가지 뇌, 즉 이성과 감정 사이의 심각한 불균형에 그 원인이 있다고 볼 수 있습니다. 다시말해, 우리가 이성만큼 감정을 중시하지 않고, 통합된 뇌의 중요성을 외면한 것이 이러한 문제를 야기했다는 것입니다.",
        "long-text2-fourth": "바로 이 지점을 해결하기 위해 HEARTH가 탄생했습니다. 우리가 감정의 뇌를 정제하고, 궁극적으로는 이성의 뇌와 조화롭게 공존할 수 있도록.",
        "rest-text-first": "스스로를 분석하며 자신의 감정을 진정으로 이해하고, 본인만의 특수한 정신력의 강점과 약점을 모두 파악하세요. 개인에게 맞춤화된 활동과 집단적 협력과제를 통하여 정신적 깊이를 기르고, 이성과 감정의 상호연결성을 증대시키세요. HEARTH는 서로 연관되어 있으면서도 구별되는 6가지 정신력에 초점을 맞춥니다.",
        "rest-text-second": "Helm(자주력), Envisage(고찰력), Attune(적응력), Reverie(창의력), Transcend(의지력), and Harmonize(협동력), 합쳐서 “HEARTH”이죠.",
        "rest-text-third": "이 6가지 능력들을 이해하고 향상시킬 수 있다면, 우리는 자신의 한계를 넘어서서 환하게 빛날 것입니다.",
        "rest-text-fourth": "HEARTH, 우리가 우리를 도울 것입니다."
    },
    "apps" : {
        "independence": "자주력",
        "cogitation": "고찰력",
        "adaptability": "적응력",
        "creativity": "창의력",
        "volition": "의지력",
        "cooperability": "협동력",

        "helm": "Helm은 삶에 진정한 깊이를 부여하는 정신력으로서, 자신의 존재 속에서 개인적인 의미를 찾을 수 있도록 돕습니다. 이는 전형성에서부터 고유성에 이르기까지, 주어진 소명을 발견하고 완수하여 자아실현의 상태에 도달하게 합니다. 자기성찰(Introspection), 내적통합(Integration), 개별화(Individuation)가 그 풀빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "helm_intro": "Helm은 삶에 진정한 깊이를 부여하는 정신력으로서, 자신의 존재 속에서 개인적인 의미를 찾을 수 있도록 돕습니다. 이는 전형성에서부터 고유성에 이르기까지, 주어진 소명을 발견하고 완수하여 자아실현의 상태에 도달하게 합니다. ",
        "helm_components": "자기성찰(Introspection), 내적통합(Integration), 개별화(Individuation)",
        "helm_are": "가 세 가지 핵심 요소로서 이 ",
        "helm_flame": "풀빛 불꽃을 이룹니다.",

        "envisage": "Envisage는 만물의 본질을 직관적으로 이해하도록하는 정신력으로서, 깊은 지혜와 통찰의 근원입니다. 이는 추상적 사고와 이론화의 기술로서, 분석적이면서도 전체적인 인지가 요구되는 복잡한 의사결정 과정에서 빛을 발합니다. 사유(Reflection), 체계화(Systemization), 현명함(Sagacity)가 그 푸른 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "envisage_intro": "Envisage는 만물의 본질을 직관적으로 이해하도록하는 정신력으로서, 깊은 지혜와 통찰의 근원입니다. 이는 추상적 사고와 이론화의 기술로서, 분석적이면서도 전체적인 인지가 요구되는 복잡한 의사결정 과정에서 빛을 발합니다. ",
        "envisage_components": "사유(Reflection), 체계화(Systemization), 현명함(Sagacity)",
        "envisage_are": "가 세 가지 핵심 요소로서 이 ",
        "envisage_flame": "푸른 불꽃을 이룹니다.",
        
        "attune": "Attune은 인생의 장애물을 영리하게 우회하거나 활용케하는 정신력으로서, 정확한 때에 자신이나 세상을 적절히 변화하게 합니다. 외교관의 전술적 통찰력과 재치와 같이, 이는 다양한 내외부적 혼돈 속에서도 균형있게 상황을 헤쳐나가도록 돕습니다. 지각력(Perceptivity), 유연성(Flexibility), 최적화(Optimization)가 그 파도빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "attune_intro": "ATTUNE은 정밀하고 적합하게 변화하고 행동하여, 역경에 직면했을 때 영리하게 나아가도록 해주는 정신력입니다. 이는 여러 난관과 내적 자아의 역할 갈등 속에서도 균형과 내적 통합을 유지하며 상황을 헤쳐나가는 외교관의 전술적 통찰력과 재치를 의미합니다. ",
        "attune_components": "지각력(Perceptivity), 유연성(Flexibility), 최적화(Optimization)",
        "attune_are": "가 세 가지 핵심 요소로서 이 ",
        "attune_flame": "파도빛 불꽃을 이룹니다.",

        "reverie": "Reverie는 아름다운 영혼을 축복하는 정신력으로서, 자유로운 사고로 삶에 신선함과 활기를 불어넣습니다. 때로는 장난스럽게, 또 때로는 진지하게, 웃음과 울음, 고독과 희열 사이에서 생생한 상상력과 혁신적인 창의성으로 중대한 발전을 이루고 패러다임의 전환을 가져옵니다. 호기심(Curiosity), 독창성(Originality), 예술성(Artistry)이 그 금빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "reverie_intro": "Reverie는 아름다운 영혼을 축복하는 정신력으로서, 자유로운 사고로 삶에 신선함과 활기를 불어넣습니다. 때로는 장난스럽게, 또 때로는 진지하게, 웃음과 울음, 고독과 희열 사이에서 생생한 상상력과 혁신적인 창의성으로 중대한 발전을 이루고 패러다임의 전환을 가져옵니다. ", 
        "reverie_components": "호기심(Curiosity), 독창성(Originality), 예술성(Artistry)", 
        "reverie_are": "이 세 가지 핵심 요소로서 이 ",
        "reverie_flame": "금빛 불꽃을 이룹니다.",

        "transcend": "Transcend는 단단한 결단력을 통해 정복하고 확장해 나아가는 정신력으로서, 두려움과 고통을 직면하고 스스로의 한계를 초월하게합니다. 이는 전사의 마음가짐으로, 모든 장애물을 깨뜨리고 넘어서며 압박 속에서도 용감하게 행동할 수 있는 힘이 됩니다. 열정(Passion), 회복탄력성(Resilience), 자기주도성(Ascendency)이 그 적색 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "transcend_intro": "Transcend는 단단한 결단력을 통해 정복하고 확장해 나아가는 정신력으로서, 두려움과 고통을 직면하고 스스로의 한계를 초월하게합니다. 이는 전사의 마음가짐으로, 모든 장애물을 깨뜨리고 넘어서며 압박 속에서도 용감하게 행동할 수 있는 힘이 됩니다. ",
        "transcend_components": "열정(Passion), 회복탄력성(Resilience), 자기주도성(Ascendency)",
        "transcend_are": "이 세 가지 핵심 요소로서 이 ",
        "transcend_flame": "적색 불꽃을 이룹니다.",

        "harmonize": "Harmonize는 진정한 동반자들과의 상호 협력을 통해 삶의 여정을 더욱 풍요롭게 해주는 정신력으로서, 뿌리깊은 유대를 형성케 합니다. 이는 따스한 솔직함으로 우아한 시너지를 자아내는 능력으로, 타인의 성격이나 배경에 상관없이 긍정적인 관계를 형성할 수 있는 가능성을 엽니다. 감수성(Sensibility), 유창성(Eloquence), 울림(Resonance)이 그 꽃빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "harmonize_intro": "Harmonize는 진정한 동반자들과의 상호 협력을 통해 삶의 여정을 더욱 풍요롭게 해주는 정신력으로서, 뿌리깊은 유대를 형성케 합니다. 이는 따스한 솔직함으로 우아한 시너지를 자아내는 능력으로, 타인의 성격이나 배경에 상관없이 긍정적인 관계를 형성할 수 있는 가능성을 엽니다. ", 
        "harmonize_components": "감수성(Sensibility), 유창성(Eloquence), 울림(Resonance)",
        "harmonize_are": "이 세 가지 핵심 요소로서 이 ",
        "harmonize_flame": "꽃빛 불꽃을 이룹니다."
    },
    "team": {
        "line1": "팀 HEARTH는 개인 맞춤형 도움체계를 제공함으로써 인류의 정신적 웰니스를 고양시키고자 만들어졌습니다. ",
        "line2": "건강의 개념이 단순히 과학적인 의미에서의 신체뿐만이 아닌, 인문학적인 의미에서의 마음, 그리고 예술적인 의미에서의 영혼도 포함해야한다는 것을 인지하고, ",
        "line3": "이에 집중함을 통해 세가지 요소의 합일을 이루고자 합니다. ",
        "line4": "이러한 목표는 창의적이고 지속 가능한 방법을 통해 이루어질 것이며, 도움을 찾는 모두에게 깊이, 강인함, 아름다움을 길러주는 것이 우리의 비전입니다. ",
        "line5": "“우리가 앞으로 걸을 길 위에는 항상 돌이 놓여 있을 것이다. 그것은 걸림돌이 될 수도 있고 디딤돌이 될 수도 있다. 모든 것은 당신이 그것을 어떻게 활용하는지에 달려있다.”",
        "line6": "당신이 자신의 삶을 헤쳐나가는 동안, 팀 HEARTH는 그 여정의 옆에서 함께 걸으며, 철학적이고 심리학적인 통찰을 제공함으로써 도움을 주고자 합니다. ",
        "line7": "우리가 당신을 돕기 위해 여기 있듯이, 여러분도 HEARTH의 사명에 동참함으로써 다른 이들을 도와보세요. ",
        "line8": "HEARTH의 커뮤니티, Hearthside에서 함께하며 다양한 프로그램에 참여하고, 자기 자신과 세상을 일깨워줄 빛의 공동체를 함께 지어나가요. ",
        "line9": "문의 사항이 있다면 언제든지 ",
        "line10": "hearthisnear@gmail.com 로 연락해주세요.",

        "p2_line1": "팀의 디렉터로서, 전체적인 구조를 구축하고 개선하며 ",
        "p2_line2": "명확한 비전을 수립합니다. ",
        "p2_line3": "철학과 심리학에 깊이 몰두한 의사로서,",
        "p2_line4": "전인적 치유 과정을 확립함으로써 ",
        "p2_line5": "인류의 발전에 기여하기 위해 노력합니다.",

        "p3_line1": "팀의 비주얼라이저로서, 프로젝트의 예술적이고 창의적인 요소들을 지휘합니다.",
        "p3_line2": "UI/UX 디자인을 맡아 ",
        "p3_line3": "컨셉과 아이디어를 시각적 내러티브로 발전시키는 데 주력하며, ",
        "p3_line4": "모든 디지털 상호작용이 사용자 중심의 여정이 될 수 있도록 보장합니다.",

        "p4_line1": "팀의 프로듀서로, ",
        "p4_line2": "철학적 고찰을 바탕으로 한 콘텐츠 제작, 평가 및 품질개선을 담당하고 있습니다.",
        "p4_line3": "심리학과 기계공학의 전공자로서, ",
        "p4_line4": "마음의 근본적인 메커니즘을 이해하고 ",
        "p4_line5": "이를 통해 더욱 충만한 삶을 향하는 공식을 발견하고자 합니다.",
        
        "p5_line1": "팀의 오퍼레이터로서, 프로젝트의 전체적인 그림을 보며 ",
        "p5_line2": "운영의 모든 측면이 순조롭게 진행되도록",
        "p5_line3": "업무를 조율합니다.",
        "p5_line4": "팀의 아이디어를 최종적으로 실체화하는",
        "p5_line5": "컴퓨터공학의 전문가로서, ",
        "p5_line6": "울림을 주는 혁신을 균형잡힌 방식으로 불러오고자합니다."
    },
    "community" : {
        "email": "abcdefg@email.com",
        "register": "등록",
        "registered": "등록 완료!",
        "error_message": "유효한 이메일 주소를 입력하십시오.",
        "visit_blog": "블로그 방문하기",
        "c-line3": "건강과 깨달음을 향한 우리의 여정에 동참하세요",
        "privacy-policy": "개인 정보 처리 방침",
        "termsofuse": "이용 약관"
    },
    "blog" : {
        "email": "abcdefg@email.com",
        "register": "등록",
        "registered": "등록 완료!",
        "error_message": "유효한 이메일 주소를 입력하십시오.",
        "privacy-policy": "개인 정보 처리 방침",
        "termsofuse": "이용 약관"
    },
    "test" : {
        "start": "시작",
        "who": "당신은 누구입니까?",
        "next": "다음",
        "hello": "안녕하세요",
        "welcome": "HEARTH Test에 오신 것을 환영합니다.",
        "measure": "이 테스트는 당신 내면에서 타오르는 불꽃, 내면의 힘인",
        "cf": "정신력",
        "within": "을 측정하기 위해 고안되었습니다.",
        "before": "자신의 고유한 색깔을 정확히 발견하기 위해, 차분한 상태로 고요한 환경에서 검사를 실시하기를 권장합니다.",
        "choose": "다음 문항들을 읽고, 공감하는 정도에 따라 5개 척도 중에서 골라 답변하세요.",
        "proceed": "진행하기"
    },
    "questions": {
        "question": "문항",
        "of": "/",
        "strongly": "매우",
        "agree": "동의",
        "disagree": "비동의",
        "back": "이전",
        "next": "다음",
        "submit": "제출",
        "loading": "결과 로딩 중",
        "q1": "내 자신의 심리적 상태를 분석한다.",
        "q2": "나의 믿음, 행동, 목표는 하나로 통합되어 있다.",
        "q3": "진정한 나로 거듭나고 있다.",
        "q4": "깊은 사유를 즐긴다.",
        "q5": "삶을 체계적으로 관리한다.",
        "q6": "전반적으로 보았을 때, 나의 인생은 내가 그린대로 흘러가고 있다.",
        "q7": "예리한 관찰력을 지녔다.",
        "q8": "다양한 상황에 유연하게 적응할 수 있다.",
        "q9": "나에게 주어진 상황을 가장 효과적으로 활용한다.",
        "q10": "호기심이 많고 개방적이다.",
        "q11": "나는 선구자적인 사람이다.",
        "q12": "회화, 음악, 시와 같은 창작 활동을 통해 내 자신을 표현한다.",
        "q13": "나는 의욕적이며 열정적이다.",
        "q14": "두려움 앞에 용기를 잃지 않는다.",
        "q15": "내 자신과의 싸움에서 지지 않는다.",
        "q16": "남들의 기분을 정확하게 이해할 수 있다.",
        "q17": "나는 명료하고 설득력이 있다.",
        "q18": "나의 말과 행동은 따뜻한 울림이 있다.",
        "q19": "인생과 그 의미에 관한 심오한 대화를 즐긴다.",
        "q20": "남들이 나를 어떻게 볼지에 대해 걱정하지 않는다.",
        "q21": "나의 가치를 증명해야 할 필요성을 느끼지 않는다.",
        "q22": "나는 행동하기 전에 내 결정을 신중히 고려한다.",
        "q23": "나의 우선순위와 목표에 명확히 집중하며 살아간다.",
        "q24": "추상적 개념들을 단번에 깊게 이해한다.",
        "q25": "객관적인 근거를 바탕으로 결정을 내린다.",
        "q26": "동시에 여러 책무를 능숙하게 처리할 수 있다.",
        "q27": "나는 적극적으로 나의 장점들을 활용한다.",
        "q28": "탐험하고 발견하고자하는 강한 열망을 느낀다.",
        "q29": "새로운 아이디어를 제시하기 좋아한다.",
        "q30": "내 주변은 아름다움과 예술로 가득하다.",
        "q31": "나의 에너지와 열정은 다른 이들을 고취시킨다.",
        "q32": "나는 역경을 통해 더욱 강해진다.",
        "q33": "나는 내 손으로 나의 운명을 바꿀 수 있다고 믿는다.",
        "q34": "나는 부정적인 태도에 방해받지 않는다.",
        "q35": "많은 사람들 앞에서 자신감 있게 말한다.",
        "q36": "나는 만나는 모든 사람에게서 선함을 느낀다.",
        "q37": "나의 본질적 한계를 인지하고 있다.",
        "q38": "내 자아의 어두운 부분을 있는 그대로 받아들인다. ",
        "q39": "주류 의견에 반대하는 것을 두려워하지 않는다.",
        "q40": "사람들의 허울 뒤의 본모습을 알아본다.",
        "q41": "내 자신의 사고과정을 관찰하고 통제한다.",
        "q42": "나는 긴장되는 상황 속에서 명확히 생각할 수 있다.",
        "q43": "매우 작은 변화도 감지할 수 있다.",
        "q44": "계획대로 되지 않았을 때, 언제든지 임기응변을 할 수 있다.",
        "q45": "내가 통제할 수 없는 일에 시간과 에너지를 낭비하지 않는다.",
        "q46": "관습과 통념에 ‘왜?’라는 질문을 던진다.",
        "q47": "세상에 대한 꿈과 이상을 품고있다.",
        "q48": "나의 인생은 동시에 비극이며 희극이다.",
        "q49": "나에게 주어진 의무 이상으로 노력한다.",
        "q50": "몇번을 실패하더라도 나는 절대 포기하지 않는다.",
        "q51": "나는 성장하기 위해서라면 자발적으로 불편함을 택한다.",
        "q52": "행간을 읽을 수 있다.",
        "q53": "나는 매너있고 재치가 넘친다.",
        "q54": "사람들은 나를 진정으로 믿고 그들의 가장 어두운 비밀을 털어놓는다."
    },
    "firecopy": {
        "sincerely": "진심을 담아,\nHEARTH 드림",
        "details": "상세 보기",
        "home": "홈",
        "forceQuotient": "테스트 결과는 절대적인 수치를 반영하는 것이 아니라, 세상에 대한 당신의 관점 내에서 자신을 비교 평가한 것임을 명심하세요. 예를 들어, 낮은 점수는 당신이 자신에 대해 높은 기대치를 가지고 있음을 나타낼 수 있고, 높은 점수는 그 반대를 나타낼 수 있습니다.",
        "copyCode": "코드 복사",
        "copyResult": "결과를 이메일로 받고 싶으신가요? 지금 등록하고 HEARTH와 함께 여정을 시작하세요.",
        "subscribeLetter": "(선택사항) Hearthside에 가입하고 저희 e-레터를 구독하세요.",
        "copyClipboard": "클립보드에 복사되었습니다.",
        "readMore": "더 보기",
        "results": "결과",
        "finishTest": "테스트 마치기",
        "backtohome": "홈으로 가기",
        "receiveResult": "검사 결과 받기",
        "liveUp": "당신의 잠재력을 최대한으로 발휘하세요",
        "getApp": "당신의 HEARTH 앱을 다운받고",
        "personalize": "HEARTH 코드로 개인 맞춤화된 경험을 해보세요",
        "furtherEnhance": "강화하세요, 당신의",
        "strength": "강점",
        "improveOn": "보완하세요, 당신의",
        "weakness": "약점"
    },
    "results": {
        "a-b": "당신은 내면의 가장 깊숙한 곳에서부터 개화하는 풀빛 불꽃, Helm(헬름)의 소유자입니다. 부드러우면서도 강인한 이 불꽃은, 스스로의 불완전함을 겸허히 받아들이는 성숙한 삶을 가능케하며, 당신이 깊이있는 개인으로서 성장할 수 있도록 인도합니다. 당신은 언제나 내면의 목소리에 귀 기울이며, 진정성을 나침반 삼아 인생을 살아갑니다. 또한, 자신의 삶과 그 의미에 대해 궁금증을 갖고 모든 방향으로 이를 탐구하려 하기에, 다양한 경험을 몸소 체험하며 스스로를 끊임없이 계발하게 됩니다. 어쩌면, 당신은 결정론이나 운명론이 내포하는 시적 메시지에 동감하고 있을지도 모릅니다. 다시말해, 무엇을 하든 매 순간 자신에게 진실되게 행동한다면, 알맞는 때에 알맞는 곳에서 운명이 자연스레 자신을 찾아오리라 믿는다는 것입니다. 요컨대, 당신은 겸손한 태도로 삶이 이끄는 방향에 따라 자신만의 인생을 충만하게 살아가는 자입니다. 그러나 직접 경험하며 맞닥뜨린 뒤에 깨닫게 되는 배움으로는 충분하지 않을 때가 있습니다. 깊은 고찰과 추상적 사고를 통해 기를 수 있는 지혜로만 헤쳐나갈 수 있는, 반복되는 난관에 봉착할 수 있다는 것입니다. 혹여 지나친 생각과 그 복잡함이 삶의 진정성을 저해할까봐 체계적으로 자신의 생각을 정돈하는 힘을 등한시한다면, 멀리 내다볼 수 있는 철학적 혜안을 영영 얻지 못할 것입니다. HEARTH와 함께하세요. Envisage(인비사지)를 통해, 이성적으로 고찰하는 힘과 전략적 사고를 기르고, 지혜롭고도 충만한 인생을 설계해보아요.",
        "a-c": "당신은 내면의 가장 깊숙한 곳에서부터 개화하는 풀빛 불꽃, Helm(헬름)의 소유자입니다. 부드러우면서도 강인한 이 불꽃은, 스스로의 불완전함을 겸허히 받아들이는 성숙한 삶을 가능케하며, 당신이 깊이 있는 개인으로서 성장할 수 있도록 인도합니다. 당신에게는 자신의 삶을 원하는대로 이끌어갈 수 있는 의지와 열정이 있습니다. 또한, 가슴 속에 무엇이든 할 수 있다는 용감함을 품고 살기에, 남들이 쉽게 하지 못할 결정을 내리고 이를 실현시켜 나갑니다. 자신의 부족한 점을 누구보다 잘 알지만, 주저하거나 포기해야 한다고 생각하기보다는 끈기와 노력으로 이를 극복해 나가야 한다는 신념을 가지고 이상적인 자신의 모습을 향해 나아가고 있을 것입니다. 요컨대, 당신은 자신을 변화시킬 힘을 가진 자입니다. 때로는 남들에게 비논리적으로 비치고 비웃음을 살지언정, 당신이 인생을 대하는 태도와 자신의 목표를 쟁취해 나가는 방식은 주변에 영감을 주며 긍정적인 자극으로 작용합니다. 하지만, ‘불가능을 가능케한다’라는 당신의 진취적인 태도가 불필요한 위험을 불러일으키는 것은 아닌지, 또 자신의 유리함을 제 손으로 포기하게 하는 것은 아닌지 때때로 돌아볼 필요가 있을 것입니다. HEARTH와 함께하세요. Attune(어튠)를 통해, 상황을 명확히 인지하는 능력을 기르고 자신의 역량을 객관화하여, 적절한 변화와 적응을 통해 더 효율적인 삶을 누려보아요.",
        "a-d": "당신은 내면의 가장 깊숙한 곳에서부터 개화하는 풀빛 불꽃, Helm(헬름)의 소유자입니다. 부드러우면서도 강인한 이 불꽃은, 스스로의 불완전함을 겸허히 받아들이는 성숙한 삶을 가능케하며, 당신이 깊이 있는 개인으로서 성장할 수 있도록 인도합니다. 당신은 굳센 정신을 가진 자로서, 실현가능한 목표를 세우고 이를 성취해나가는 데에서 삶의 의미를 찾습니다. 강렬한 쾌락보다 잔잔한 만족감을, 세속적 욕망보다 진정한 자아실현을, 환상적인 꿈보다 현실적인 목표를 좇으며 한 걸음씩 천천히 앞으로 나아가는 당신은 주어진 것에 감사하며 스스로의 길을 걸어갑니다. 동시에 시련과 고난이 닥칠 때마다 상실감 속에서 더욱 깊어지는 당신은, 진정으로 자신의 운명을 온전히 받아들였을지도 모르겠습니다. 요컨대, 당신은 변덕을 부리거나 일희일비하지 않고 자신의 본질을 이해함으로써 겸손히 맡은 바를 다하는 사람입니다. 그 소박한 진정성은 삶의 본위로써, 지금껏 마주쳤고 앞으로 마주칠 모든 실존주의적 위기에서 일관되며 진실된 준거를 제공합니다. 하지만 이러한 단순한 생의 방식은 주어진 상황 이상의 것을 떠올리지 못하게 해, 창의적인 방식으로만 해결할 수 있는 과제 앞에서 무력해질 위험성을 내포합니다. HEARTH와 함께하세요. Reverie(레버리)를 통해, 진정한 궁금증을 품고 본인만의 독창성을 개발하여, 푸른 이상이 가득한 드높은 벌판에서 모든 가능성을 탐구하세요.",
        "a-e": "당신은 내면의 가장 깊숙한 곳에서부터 개화하는 풀빛 불꽃, Helm(헬름)의 소유자입니다. 부드러우면서도 강인한 이 불꽃은, 스스로의 불완전함을 겸허히 받아들이는 성숙한 삶을 가능케하며, 당신이 깊이 있는 개인으로서 성장할 수 있도록 인도합니다. 본인만의 뚜렷한 인생관을 가진 당신은, 겸손한 마음가짐으로 조용하고 안정된 삶을 살아갑니다. 자신의 능력을 정확히 아는만큼 한계 또한 인지하고 있기에 건강한 자기애를 가지고 있으며, 그 뚜렷한 장단으로 인해 스스로가 하나의 고유한 인격체로 거듭나게 됨을 온전히 이해하고 있습니다. 또한, 당신은 평화나 선의와 같은 인류애적 가치를 믿는 사람으로서 가까운 친구들과 친지들이 조언을 구할 때에는 비판적으로 해결책을 제시하기보다 따뜻한 위로의 말과 조언을 해줄 것이고, 같은 맥락으로 행동에 옮기진 않더라도 소외계층에 대한 복지나 국제구호에 대한 관심을 가지고 있을 가능성이 높습니다. 요컨대, 당신은 편안하고 수용적인 태도로 다가오는 운명에 맞서 싸우기보다 차분히 맞이하며 살아가는 자입니다. 하지만 그 기꺼이 받아들이는 삶의 방식에는 열정과 격렬함이 결여되어있기에 스스로의 잠재력을 과소평가하고 안주할 위험이 상재하며, 위기를 극복하고 한계를 넘어서는 역동적인 삶을 살기 어려울 수 있습니다. HEARTH와 함께하세요. Transcend(트렌센드)를 통해 본인의 진정한 열정을 발견하고, 실패를 두려워하지 않는 도전 정신을 길러, 강철과 같은 심장으로 결단력 있게 삶의 장애물들을 헤쳐나가세요.",
        "a-f": "당신은 내면의 가장 깊숙한 곳에서부터 개화하는 풀빛 불꽃, Helm(헬름)의 소유자입니다. 부드러우면서도 강인한 이 불꽃은, 스스로의 불완전함을 겸허히 받아들이는 성숙한 삶을 가능케하며, 당신이 깊이 있는 개인으로서 성장할 수 있도록 인도합니다. 스스로에게 솔직한 것을 가장 중요한 가치로 삼는 당신은 모든 순간을 자신만의 방식대로 경험하고 해석합니다. 사람들과의 얕은 관계에서 재미를 찾기보다는 혼자서 사유하거나 예술작품을 감상하는 것을 즐겨왔기에, 당신은 좋은 쪽으로도, 또 그렇지 않은 쪽으로도, 남들과는 꽤나 다를 것입니다. 이러한 삶의 자취는 자신의 자아를 가장 깊고 어두운 심연과 통합시킬 수 있도록 도왔고, 그로써 당신은 단순한 집단 속의 일원이 아닌, 진정한 개인으로서 빛나게 되었습니다. 허나 그렇기에 당신을 향한 세간의 평가는 극명하게 나뉩니다. 즉, 어떤 이들은 당신의 독립적인 모습을 존경하는 반면, 다른 이들은 이를 독단과 고집이라고 비판할 것입니다. 요컨대 당신은 혼자서, 또는 소수의 진정한 동료들과 함께, 그것이 힘들지언정 본인이 옳다고 믿는 바를 말과 행동으로 옮기는 자입니다. 삶의 무거운 돛대로써 작용하는 그 기백은 존경받아 마땅하지만, 그럼에도 불구하고 제각기 다른 가치와 태도를 지닌 사람들을 이해하고 필요에 따라 함께 협력해 나갈 수 있는 능력을 등한시해서는 안됩니다. 당신과 다른 길을 걷는 그 사람들이 어쩌면 당신에게 혼자만의 힘으로는 절대 닿을 수 없는 지혜를 선물할 지도 모릅니다. HEARTH와 함께하세요. Harmonize(하모나이즈)를 통해 인간의 여러 감정을 진정으로 이해하고, 협의하고 협동할 수 있는 능력을 길러, 다양한 사람들과 함께 성장하세요.",
        "b-a": "당신은 짙게 드리워진 안개 속 신비롭게 빛나는 푸른 불꽃, Envisage(인비사지)의 소유자입니다. 차가운 열기를 내뿜는 이 불꽃은 이성과 직관으로 세상을 환히 밝히며, 본질을 탐구하고 진리를 분별할 수 있는 혜안을 제공합니다. 당신은 논리정연한 사고방식을 가지고 세상을 하나의 퍼즐처럼 분석적으로 이해하는 사람입니다. 감정에 쉽게 휘둘리지 않고 이성적인 판단을 우선시하기에, 전략과 계획이 중요한 분야에서 당신의 강점은 특히 두드러집니다. 이러한 당신의 판단력과 사고력은 다양한 분야에서 유용하게 쓰일 수 있습니다만, 당신은 사회적으로 인정받는 위치에 오르기 위해 자신의 능력을 사용할 확률이 높아 보입니다. 다시말해 인간관계에 있어서든, 직업적인 성취에 있어서든, 당신이 달성하고자하는 궁극적 목표는 많은 이들 또한 함께 동감하고 바람직하다고 여기는 것입니다. 이처럼 사회적으로 통용되는 성공관을 가지고 계획적으로 이를 달성하려 하는 당신은, 다른 이들의 공감과 존경을 사기 쉽습니다. 따라서 자신과 유사한 목표를 가지고 협동하려는 친구나 동료를 찾기 어렵지 않을 것이고, 그 과정에서 자신이 목표하는 바에 대한 도덕적 당위성이나 심적 안정감을 찾기도 할 것입니다. 요약하자면, 당신은 대부분이 가치있다고 여기는 목표를 향해 기민하고 영리하게 전진하는 전략가입니다. 하지만, 치열한 경쟁에서 결국 이기고 당신이 이루고자 하는 그 목표를 이루었을 때, 본인이 진정으로 만족하지 못한다면 많은 사람들에게 축하와 박수갈채를 받는 것이 무슨 의미일지 생각해보십시오. 특히 지금과 같은 대격변의 시대에는, 진정으로 좋은 것과 그저 인기있는 것을 구분하기 어렵기에, 스스로만의 방식으로 가치를 판단하고 그것이 자신에게 가지는 의미를 평가할 수 있는 능력이 그 어느 때보다 필요합니다. HEARTH와 함께하세요. Helm(헬름)을 통해, 자신을 진정으로 들여다본 뒤 그 모습을 있는그대로 인정하고, 개인적 의미가 사회적 훌륭함과 교차하는 지점에서 자신의 날개를 환히 펼치세요.",
        "b-c": "당신은 짙게 드리워진 안개 속 신비롭게 빛나는 푸른 불꽃, Envisage(인비사지)의 소유자입니다. 차가운 열기를 내뿜는 이 불꽃은 이성과 직관으로 세상을 환히 밝히며, 본질을 탐구하고 진리를 분별할 수 있는 혜안을 제공합니다. 매우 논리적이고 체계적인 사고방식을 지닌 당신은, 모든 것의 본질을 정확히 파악하고 정리하는 데 관심이 많습니다. 예리한 관찰력으로 사물이나 상황의 문제점을 정확히 짚어내고, 그 이유를 항상 심층적으로 분석하기에 어떻게 이러한 문제점이 타개될 수 있는지에 대한 효과적인 해결책을 제시하기도 합니다. 더 나아가, 당신은 세상을 비판적 시각에서 날카롭게 바라보기에, 우리가 나아가야 할 방향성에 대한 새로운 비전을 제시해줄 수 있을지도 모르겠습니다. 요약하자면, 당신은 느낌대로 가는 일 없이 논리적으로 사고하고 판단을 내리는 사람으로, 세상을 자신만의 체계적인 관점에서 바라보며 경험을 통해 이를 지속적으로 세밀하게 발전시킵니다. 연금술과 같이, 당신은 이 세상과 스스로의 불완전함을 극복할 수 있는 전략이나 공식을 찾으려 대단히 노력합니다. 하지만, 이러한 자신의 모습이 현실과 그 자연스러운 한계를 받아들이지 못하는 불편함에서 기인하는 것은 아닌지 돌아보세요. 어떤 이들은 당신의 완벽주의적인 이상에 공감하지 못하기에, 당신은 이에 큰 상처를 입고 현실과 동떨어진 삶을 살아갈 위험이 있습니다. HEARTH와 함께하세요. Attune(어튠)을 통해, 모든 것을 있는 그대로 받아들이는 연습을 하고 이에 유연하게 대처할 수 있는 힘을 길러, 아름다운 이상과 자신이 살아가는 현실의 간극을 좁혀나가세요.",
        "b-d": "당신은 짙게 드리워진 안개 속 신비롭게 빛나는 푸른 불꽃, Envisage(인비사지)의 소유자입니다. 차가운 열기를 내뿜는 이 불꽃은 이성과 직관으로 세상을 환히 밝히며, 본질을 탐구하고 진리를 분별할 수 있는 혜안을 제공합니다. 당신은 철저히 합리적인 사고방식을 지닌 사람으로, 객관적 근거에 기반한 이성적인 판단을 내리는데 능숙합니다. 또한, 자신의 한정된 자원을 가장 효과적으로 이용하는 방법에 대해 깊이 고민하기에, 실현성이 떨어지는 목표에 헛된 바램을 품지 않고 효율적으로 선택과 집중을 합니다. 이렇듯 당신은 현실적으로 세상을 바라보며 살아가기에, 미래에 대한 부푼 꿈이나 설렘도 없지만 과도한 걱정도 없이 안정적으로 인생을 살아갑니다. 비슷한 맥락에서, 아름다움이나 도덕과 같은 형이상학적 가치를 논하는 창작물보다, 과학이나 경제학과 같은 실질적인 용도가 있는 개념의 이해에 더 많은 관심을 지녔을 것입니다. 요약하자면, 당신은 실용적인 관점에서 차분히 자신이 할 수 있는 것을 계획하는 전략가입니다. ‘상황이 달랐더라면’하는 등의 몽상에 빠지지 않고 자신의 결정을 후회 없이 담담히 받아들이기에, 갑작스러운 위기상황에서도 감정적 동요없이 구체적인 해결방안을 제시할 수도 있을 것입니다. 하지만, 당신의 삶의 방식은 고속철에 탑승한 듯 너무 빠른 속도로 직진합니다. 주변의 풍경을 보지 못할 정도로 여유가 없다면, 자신의 숨겨진 가능성들을 인지하고 꽃피울 기회를 영영 놓칠 수 있습니다. HEARTH와 함께하세요. Reverie(레버리)를 통해, 세상의 미묘한 아름다움을 눈치채고 자신의 독창성을 키워, 더 풍부하고 다채롭게 삶을 만들어가세요.",
        "b-e": "당신은 짙게 드리워진 안개 속 신비롭게 빛나는 푸른 불꽃, Envisage(인비사지)의 소유자입니다. 차가운 열기를 내뿜는 이 불꽃은 이성과 직관으로 세상을 환히 밝히며, 본질을 탐구하고 진리를 분별할 수 있는 혜안을 제공합니다. 당신은 신중하고 꼼꼼한 사람으로, 현상을 살펴보고 문제를 분석하며 전략과 계획을 수립하는데 능숙합니다. 또한, 다른 사람들이 쉽게 간과하는 디테일도 포착하며, 더욱 정확하고 체계적인 사고방식을 구축해 나갑니다. 더 나아가, 이러한 예리한 통찰력과 더불어 조심스러운 성격을 가진 덕분에, 미래에 대한 자신만의 예측이 맞았던 경험이 꽤나 많았을 것입니다. 하지만 그렇다 한들 당신은 자신을 과신하지 않고, 언제나 신중한 태도로 세상을 살아갑니다. 요컨대 당신은 말하거나 행동하기 전에 심사숙고하는 사람이며, 섣불리 행동하지 않기에 남들보다 더 멀리, 더 정확히 내다볼 수 있는 사람입니다. 그러나 이러한 당신의 특성은 완벽주의적 성격을 가리키기도 합니다. 다시말해, 실패에 대한 과도한 걱정 때문에 도전을 향한 첫 발을 아예 내딛지 못할 수도 있습니다. 이는 시행착오를 통해 얻을 수 있는 경험적 지혜를 제한하여, 결국 스스로에 대한 통제권을 잃어버린 평온한 삶에 갇히게 만들 수도 있습니다. HEARTH와 함께하세요. Transcend(트렌센드)를 통해, 열정이 당신의 삶을 이끌도록하여 자신감과 자아효능감을 키우고, 스스로의 인생의 고삐를 단단히 쥐어보세요.",
        "b-f": "당신은 짙게 드리워진 안개 속 신비롭게 빛나는 푸른 불꽃, Envisage(인비사지)의 소유자입니다. 차가운 열기를 내뿜는 이 불꽃은 이성과 직관으로 세상을 환히 밝히며, 본질을 탐구하고 진리를 분별할 수 있는 혜안을 제공합니다. 당신은 예리한 판단력을 가진 독립적인 사람으로, 지혜와 진리를 기준삼아 비판적으로 생각하고 이해할 수 있는 능력을 가지고 있습니다. 사회와 문화의 편견에서 벗어난 공정한 객관성을 추구하기에, 독서를 하거나 홀로 여행을 하는 등 많은 시간을 혼자서 보내며 자신의 통찰력을 키워나갔을 것입니다. 또, 진실과 더불어 정직함을 중요시하기 때문에 자신이 불리한 상황에도 회피하거나 변명하지 않고 직설적으로 말하고 행동하려 합니다. 요컨대 당신은 집단적 우매함의 족쇄에서 벗어나려 노력하는 냉철한 사상가입니다. ‘개미와 베짱이' 우화의 베짱이처럼 목적의식과 엄격함으로 삶을 이끌어 가기에, 어쩌면 ‘겨울’을 대비하지 않은 이들에 대해서 일말의 동정심도 없을지도 모르겠습니다. 하지만 다른 이들은 당신의 순수한 논리를 지나치게 가혹하다고 여길 수 있다는 것을 기억해야 합니다. 비록 당신이 이에 개의치 않을지 모르지만, 사회적 관계와 평판은 삶의 모든 측면에서 매우 중요하기 때문에 이를 등한시한다면 큰 대가를 치를 수 있습니다. HEARTH와 함께하세요. Harmonize(하모나이즈)를 통해 타인을 이해하고 공감할 수 있는 섬세함을 기르고, 논리정연히 말하고 행동하는 법을 익혀, 궁극적으로는 순수한 마음가짐을 지니면서도 다양한 종류의 사람들과 공명할 수 있는 사람이 되도록 노력하세요.", 
        "c-a": "당신은 때와 장소를 알고 자연스레 밀고 밀리는 파도빛 불꽃, Attune(어튠)의 소유자입니다. 부드럽게 일렁이는 이 불꽃은 당신이 객관적인 시선으로 세상을 바라볼 수 있게 해주고, 끊임없이 변화하는 현실 속에서 언제나 최적의 선택을 하며 균형 잡힌 삶을 영위할 수 있도록 돕습니다. 당신은 다양한 관심사를 가진 편안한 성격의 소유자로서, 새로운 환경에 쉽게 적응하며 주어진 분위기에 맞게 유연하게 행동합니다. 또한, 많은 이들과 유사한 정서와 관심사를 공유하기에, 도덕성에서부터 성공의 기준에 이르기까지, 폭넓은 주제에 관해 사회적으로 적절한 것과 부적절한 것을 분명히 구분합니다. 이처럼 선을 넘지 않으면서도 재치있게 행동하는 당신에게 주변 사람들은 편안하고 공감가는 성격을 가졌다고 호감을 표하기도 할 것입니다. 전반적으로 보았을 때, 당신은 스스로를 특정 프레임에 가두어 두지 않고 상황에 따라 가장 적절한 방식으로 행동하는 자입니다. 이러한 감각적인 대응력을 갖춘 덕에 사회적으로 미묘한 뉘앙스가 깃든 까다로운 상황에서도 잘 적응할 수 있지만, 반대로 개인적인 고민에 대해서는 결단력 부족으로 인해 갈팡질팡하게되고, 결국 자신이 진정으로 누구인지 모르는 실존적 위기에 빠질 위험이 있습니다. HEARTH와 함께하세요. Helm(헬름)을 통해, 자신이 진심으로 바라는 바를 이해하고 스스로의 깊은 부분과 연결하여, 서서히 자아실현을 해나가며 자연스럽게 성숙해지세요.",
        "c-b": "당신은 때와 장소를 알고 자연스레 밀고 밀리는 파도빛 불꽃, Attune(어튠)의 소유자입니다. 부드럽게 일렁이는 이 불꽃은 당신이 객관적인 시선으로 세상을 바라볼 수 있게 해주고, 끊임없이 변화하는 현실 속에서 언제나 최적의 선택을 하며 균형 잡힌 삶을 영위할 수 있도록 돕습니다. 당신은 긍정적인 에너지로 가득한 활기찬 사람으로서, 미래에 대해 걱정하거나 과거에 얽매이기보다는 현재를 즐기며 살아갑니다. 지금까지의 경험을 통해, 아무리 힘들어 보이는 상황이라도 대부분 괜찮아질뿐더러 오히려 전화위복의 기회가 될 수도 있다는 것을 알기에, 태연한 마음으로 인생의 장애물들을 가볍게 지나갑니다. 다시 말해, 당신은 바다의 능숙한 서퍼처럼 출렁이는 물결과 변화하는 흐름을 느끼고, 자신을 내맡기며 세상과 하나가 된 듯 움직입니다. 요컨대, 당신은 손에 잡히는 게 무엇이든 그것을 활용할 준비가 된 사람입니다. 맞닥뜨린 상황을 바꾸거나 교정하려 하기보단, 그 안으로 부드럽게 스며들며 그때그때 필요한 것들을 능숙히 해냅니다. 그러나, 이러한 태도가 순간의 즐거움을 만끽하게해주는 만큼, 당신을 근시안적으로 만들고 쾌락적 자극에만 반응하는 상태로 만들 수도 있다는 것을 명심하세요. HEARTH와 함께하세요. Envisage(인비사지)를 통해, 현상의 표면이 아닌 본질에 집중하고, 생각과 행동을 질서정연하게 정리해, 편하게 흘러가면서도 지혜로울 수 있는 무위의 삶을 살아가세요.",
        "c-d": "당신은 때와 장소를 알고 자연스레 밀고 밀리는 파도빛 불꽃, Attune(어튠)의 소유자입니다. 부드럽게 일렁이는 이 불꽃은 당신이 객관적인 시선으로 세상을 바라볼 수 있게 해주고, 끊임없이 변화하는 현실 속에서 언제나 최적의 선택을 하며 균형 잡힌 삶을 영위할 수 있도록 돕습니다. 당신은 흐름에 저항하고 반발하기보다는 열린 자세로 이를 포용하고 활용하고자하는 사람입니다. 있는 그대로 세상을 받아들이며 문제를 사서 만들지 않는 편인데, 특히 더 파고들면 자신에게 이로울 게 없는 경우에 더더욱 그렇습니다. 같은 맥락에서 당신은 '만약?'이라는 질문을 던지며 자책이나 후회에 빠지기보다, 현재 자신에게 주어진 것들에 감사해 합니다. 이런 합리적 실용성 덕분에 당신은 언제나 초연히 행복함을 느낄 수 있고, 다 나아가 대부분의 상황에서 온화하고 편안한 모습으로 남들에게 비춰질 것입니다. 요컨대, 당신은 유연한 합리성을 지니고 자연스럽고 효과적인 방식으로 인생의 파도에 대응합니다. 허나, 그 편리한 삶의 방식이 긍정적인 마음가짐을 갖고 심적 안정감을 찾는데 큰 도움이 되는 한편, 사고의 유연성을 제한하고 기발한 해결책을 찾는 데 방해가 될 수 있다는 점을 기억하세요. 때때로 자신이 당연하다 받아들인 ‘상식’에 의문을 제기하고, 사회의 통념에 ‘왜?’라는 질문을 던져보는 것이 중요할 것입니다. HEARTH와 함께하세요. Reverie(레버리)를 통해, 순수한 호기심을 가지고 세상을 바라보며 자신의 독창성을 기르고, 끊임없이 변화하는 세상에 창의적으로 적응할 수 있는 능력을 키우세요.",
        "c-e": "당신은 때와 장소를 알고 자연스레 밀고 밀리는 파도빛 불꽃, Attune(어튠)의 소유자입니다. 부드럽게 일렁이는 이 불꽃은 당신이 객관적인 시선으로 세상을 바라볼 수 있게 해주고, 끊임없이 변화하는 현실 속에서 언제나 최적의 선택을 하며 균형 잡힌 삶을 영위할 수 있도록 돕습니다. 당신은 재치있게 일상의 문제를 풀어나가는 사람으로서, 시간을 절약하고 스트레스를 줄이는 효과적인 방식으로 맡은 업무를 처리합니다. 또한, 개인적 의견을 강경하게 고집하지 않고 상황에 맞춰 유연한 태도를 취하고, 자신에게 직접적인 영향이 없다면 잘 모르는 일에 대해 쉬이 입장을 표명하지 않습니다. 어쩌면 남의 일에 괜한 관심을 가지지 않는 당신은, 다른 이들이 정치나 가십거리 등의 주제에 관해 왜 필요 이상으로 열을 내는지 궁금해했을지도 모르겠습니다.  요약하자면, 당신의 가장 큰 강점은 적응력입니다. 독단적으로 자신의 이상을 밀어붙이지 않고, 세상의 가치관에 맞춰 불필요한 갈등을 피해가면서 힘들이지 않고 문제를 해결해 나갑니다. 하지만, 이렇게 적응력이 뛰어난 만큼 오로지 본인만의 힘으로 장애물을 뚫고 목표를 이뤄내는데 필요한 근면성과 강인함이 부족할 수 있으며, 불협화음이 생길 수 밖에 없는 힘든 상황에 맞닥뜨렸을 때 이를 타개하기 어려울 것입니다. HEARTH와 함께하세요. Transcend(트렌센드)를 통해, 숨겨진 열정을 끌어내어 압력에 무너지지 않는 강인함을 기르고, 장대높이뛰기와 같이, 유연히 한계를 넘나드는 삶의 방식을 취하세요.",
        "c-f": "당신은 때와 장소를 알고 자연스레 밀고 밀리는 파도빛 불꽃, Attune(어튠)의 소유자입니다. 부드럽게 일렁이는 이 불꽃은 당신이 객관적인 시선으로 세상을 바라볼 수 있게 해주고, 끊임없이 변화하는 현실 속에서 언제나 최적의 선택을 하며 균형 잡힌 삶을 영위할 수 있도록 돕습니다. 당신은 정서적으로 안정되어있는 침착하고 초연한 사람으로, 어려운 상황에 직면했을 때 외부의 도움이나 지원 없이 이를 타개할 수 있습니다. 이러한 자립심 덕분에 중요한 판단을 내릴 때 자신의 직관을 신뢰하며, 타인의 조언을 구하기보다 독립적으로 결정하고 실천하는 경우가 많을 것입니다. 같은 맥락에서 다른 이들을 돕거나 격려의 말을 건네는 것을 꺼리지는 않지만, 모두가 자신만의 삶의 방식이 있다고 믿기 때문에 지나치게 참견하거나 적극적으로 나서서 도와주려 하지는 않습니다. 이렇게 당신은 무엇을 하든, 또 누구를 만나든 일관된 모습을 보이기에, 주변에 자연스레 진정성과 신뢰감을 줄 것입니다. 요컨대 당신은 삶의 높고 낮음, 그리고 그 기복을 편안한 마음으로 수용하는 균형 잡힌 인격을 가진 사람입니다. 어떤 일이든 결국 스스로 적응해 나갈 수 있다고 믿고, 타인 또한 그럴 수 있을 거라 믿습니다. 하지만 당신의 차가운 낙관주의는 어쩌면 너무 개인주의적이고, 때문에 남들과 협동하여 시너지 효과를 낼 기회를 놓칠 수 있다는 점을 기억해야합니다. 때로는 함께일 때 혼자서는 이루지 못했을 멋진 것들을 만들어낼 수 있을테니까요. HEARTH와 함께하세요. Harmonize(하모나이즈)를 통해, 타인의 마음을 이해하고 그들과 토의하고 토론할 수 있는 능력을 키워, 세상과 부딪히고 협동하며 강력한 불꽃을 일으켜보세요.",
        "d-a": "당신은 진기한 가능성으로 신비롭게 일렁이는 금빛 불꽃, Reverie(레버리)의 소유자입니다. 기발함으로 번뜩이는 이 창조의 불꽃은 미지의 세계를 탐구의 정신으로 환히 밝히며, 새로운 시각으로 세상을 바라볼 수 있게 합니다. 주변에 대한 호기심이 많은 당신은 독특한 사람이나 사물들에 관심이 많으며, 새로운 아이디어에 매료되곤 합니다. 또한 생기 있고 활발한 성격을 지녔기에, 삶을 무겁게 대하며 그 속에서 깊은 의미를 찾기보단, 인생을 신비로운 모험으로 여기며 색다른 것들을 발견하고 체험하기를 기대할 것입니다. 이렇게 쌓은 다양한 경험들은 당신의 인생을 다채롭게 하는데에서 그치지 않고, 당신이 자신의 예술성을 독창적으로 표현할 수 있는 밑바탕이 됩니다. 요약하자면, 당신은 틀에 박히지 않은 경험과 도전을 즐기며 그로부터 활력을 얻는 모험가입니다. 당신의 불꽃은 미지의 영역을 탐험할 때 가장 빛나며, 그 불확실성을 통해 매번 신선한 자극을 얻고 성장해 갈 수 있습니다. 하지만 다양한 가능성에 자신을 노출시킨만큼, 다양한 위험에도 항상 노출되어있음을 기억하세요. 바깥과 안의 요동치는 혼돈에 이리저리 휩쓸리지 않으려면, 차분히 스스로를 성찰하고 되돌아보며, 자신의 주체성에 대한 확고한 중심을 세워야 할 것입니다. HEARTH와 함께하세요. Helm(헬름)을 통해 내적 세계를 탐구하고, 자신의 여러 모습들을 건강한 방식으로 통합하여, 자신의 잠재력을 성숙히 발현시키세요.",
        "d-b": "당신은 진기한 가능성으로 신비롭게 일렁이는 금빛 불꽃, Reverie(레버리)의 소유자입니다. 기발함으로 번뜩이는 이 창조의 불꽃은 미지의 세계를 탐구의 정신으로 환히 밝히며, 새로운 시각으로 세상을 바라볼 수 있게 합니다. 당신은 항상 호기심 어린 눈으로 세상을 바라보는 뛰어난 감각의 소유자입니다. 상황에 몰입하여 다양한 감정과 생각을 열린 마음으로 직접 체험하는 것을 즐기며, 이로부터 살아있다는 희열을 만끽하며 풍부한 영감을 얻기도 합니다. 이러한 경향은 평소의 사고방식과 행동에서도 찾아볼 수 있는데, 인생을 살아감에 있어 치밀하게 계획을 세우고 이를 따르기보다, 상황의 흐름에 따라 즉흥적인 판단을 하며 자유롭게 살아가는 것을 좋아할 것입니다. 요약하자면, 당신은 적극적인 자세로 모험을 즐기며 새로운 가능성을 탐구하기 위해 온몸으로 세상을 경험하는 사람입니다. 이러한 특성으로 인해 갑작스레 번뜩이는 아이디어를 떠올리는데는 능하지만, 반대로 그것을 쪼개 구체화하고 실행하는데 필요한 전략적 사고력은 다소 부족한 편입니다. 감각적인 태도로 다양한 경험에 몰입할 수 있는 것은 그 자체로 가치있고 아름답지만, 장기적으로 자신을 발전시킬 수 있는 방식으로 사고를 체계화하지 않으면 결국 제자리걸음하게 될 수도 있습니다. HEARTH와 함께하세요. Envisage(인비사지)를 통해 깊은 생각을 할 수 있는 능력을 배양하고, 사고의 큰 틀을 정립하여 멀리 내다볼 수 있는 혜안를 길러, 활력 넘치면서도 안정적인 인생을 이끌어나가세요.",
        "d-c": "당신은 진기한 가능성으로 신비롭게 일렁이는 금빛 불꽃, Reverie(레버리)의 소유자입니다. 기발함으로 번뜩이는 이 창조의 불꽃은 미지의 세계를 탐구의 정신으로 환히 밝히며, 새로운 시각으로 세상을 바라볼 수 있게 합니다. 무한한 상상력을 지닌 당신은, 머릿속에 자신만의 독창적인 세계를 그리며 살아가고, 종종 다른 이들이 웃어넘기는 사소함 속에서도 놀라운 가능성을 발견합니다. 또한, 인생을 한편의 영화와 같이 바라보기에, 현실과 타협하며 삶을 안정적으로 이끌어가기보다는, 환상적이고 극적인 상황들을 맞이하기를 고대할 것입니다. 이러한 성향으로 인해 골리앗과 싸워 승리한 다윗처럼, 당신에게는 큰 이변을 일으키고 세상에 엄청난 변화를 가져올 수 있는 잠재력이 내재되어 있습니다. 요컨대, 당신은 현실에 구속받지 않은 상상력을 지닌 활발하고 순수한 사람입니다. 한계를 모르며 비상하는 당신의 창의성은 이상적인 미래와 세상을 꿈꾸게 하며, 삶에 희망과 활력을 가득 불어 넣습니다. 하지만 이러한 면모가 당신에게 비현실적 기대를 품게 하여 신화 속 이카루스처럼 추락하게 만들 수 있음을 명심해야 합니다. 때로는 비상하는 정신을 붙잡고 현실로 되돌아와, 현재 상황을 정확히 파악하고 유연히 대응해야 함을 기억하세요. HEARTH와 함께하세요. Attune(어튠)을 통해 자신과 세상을 현실적으로 직시하고, 다양한 상황에 적응할 수 있는 내적인 힘을 길러, 자신의 창의성을 현실과 접목시킬 수 있는 최적의 균형을 찾으세요.",
        "d-e": "당신은 진기한 가능성으로 신비롭게 일렁이는 금빛 불꽃, Reverie(레버리)의 소유자입니다. 기발함으로 번뜩이는 이 창조의 불꽃은 미지의 세계를 탐구의 정신으로 환히 밝히며, 새로운 시각으로 세상을 바라볼 수 있게 합니다. 겉보기에 침착하고 차분해보이는 당신은, 자세히 들여다보면 호기심이 많고 상상력이 풍부한 사람입니다. 이러한 조용하면서도 모험심 있는 마음가짐 덕분에 당신은 넓은 시야를 유지하면서도 가장 작은 디테일까지 꼼꼼히 탐구할 수 있으며, 세상의 끝없는 경이로움에 매번 감탄하고 기쁨을 느끼면서도 삶에 내재된 소소한 아름다움 또한 놓치지 않습니다. 예술과 세상의 아름다움을 감상하면서 많은 영감을 얻고 생동감을 느끼기에, 당신에게는 자신만의 아이디어와 창의성을 표출하고자 하는 은밀한 열망이 있을 것입니다. 요컨대 당신은 섬세한 미적 감각을 갖고 있으며, 부드러운 시선으로 바라보고 표현할 줄 아는 사람입니다. 하지만 당신의 개방적이면서 수용적인 태도가 평온한 만족감을 가져다주는만큼, 삶의 장애물과 맞닥뜨린 힘든 시기에는 무기력함과 절망감에 빠지게 만들 수도 있기에 자신의 삶에 대한 통제력을 높여 의지와 용기를 길러야할 것입니다. HEARTH와 함께하세요. Transcend(트랜센드)를 통해 열정에 뜨거운 불을 지피고, 작은 두려움부터 하나씩 극복해가며 자기효능감을 키워, 자신의 삶의 진정한 주체가 되어 그 창의적인 잠재력을 타오르게 만드세요.",
        "d-f": "당신은 진기한 가능성으로 신비롭게 일렁이는 금빛 불꽃, Reverie(레버리)의 소유자입니다. 기발함으로 번뜩이는 이 창조의 불꽃은 미지의 세계를 탐구의 정신으로 환히 밝히며, 새로운 시각으로 세상을 바라볼 수 있게 합니다. 당신은 자신의 관심분야에 대한 뚜렷한 주관과 예민한 통찰력을 지닌 자로, 수준높은 입맛을 가지고 있습니다. 종종 엉뚱하고 특이하다는 얘기를 들었을 당신은, 별로 개의치 않고 색다른 시선으로 세상을 바라보기를 포기하지 않으며 꾸준히 그 독창성을 키워나갔을 것입니다. 많은 이들의 이해를 받기 힘든 사고관을 가진만큼 때로는 스스로를 의심하고 마음이 복잡해 질 때도 있지만, 어쩌면 그러한 아름다운 방황조차 마음 속 깊숙한 곳에서는 즐기며 살아갈 지도 모르겠습니다. 더 나아가, 이러한 성향으로 인해 타인과의 교류에서도 자신만의 신비로움을 지닌 이들에게만 흥미를 느낄 것이며, 그 소수의 특별한 인연과 깊게 사귀고 교감하고자 할 것입니다. 요컨대 당신은 섬세하고 예술적인 영혼을 지녔으며 홀로 서서 세상을 탐구하고 감상하는 사람입니다. 숨겨진 아름다움을 드러내고 고유한 빛을 발하며 우아하게 나아가는 당신이지만, 그 길을 혼자서 걸어가는 것은 고뇌와 외로움을 동반할 수 밖에 없습니다. 스스로를 더욱 고립시키는 고통, 또는 남의 따분한 입맛을 업신여기는 오만함에 빠지지 않기 위해서 타인과 부드럽게 교류하고 진정으로 소통하는 것이 중요할 것입니다. 다양한 사람과 감정적으로 교류하고 사회적 네트워크를 넓혀감에 따라서만 얻을 수 있는 시야와 지혜가 있다는 것을 기억하세요. HEARTH와 함께하세요. Harmonize(하모나이즈)를 통해 인간의 본성과 감정에 대한 이해를 넓히고, 진정성 있게 소통할 수 있는 능력을 길러, 많은 이들의 가슴을 울릴 수 있는 아름다운 삶을 이끌어 가세요.",
        "e-a": "당신은 용기와 열정으로 활활 타오르는 적색 불꽃, Transcend(트랜센드)의 소유자입니다. 결코 꺼지지 않는 이 강렬한 불꽃은 당신이 굳센 의지를 가지고 수많은 난관 끝에 결국 목표하는 바를 이룰 수 있게 합니다. 당신은 자신의 분야에서 존경받는 유능한 사람이 되기를 희망하며 시간과 노력을 아끼지 않고 성실하게 살아갑니다. 성공에 대한 열망이 강하기에 언제나 명확한 목표를 바라보고, 흔들리거나 한 눈 팔지 않고 자신감있게 나아갑니다. 또, 당신은 경쟁적이고 복잡한 환경 속에서도 유도리있게 협동하는 법을 알고 있어, 조직 또는 사회에 잘 녹아든 채로 책임감 있게 자신의 역할을 수행할 수 있습니다. 그렇기에 주위에는 당신을 믿고 인정하며, 그 열정과 목표의식을 높이 평가하는 사람들이 많을 것입니다. 요컨대, 당신은 구체적인 계획에 따라 스스로를 끈기있게 밀어붙이며, 사회적 성공에 조금씩, 그러나 확실히 다가서고 있는 자입니다. 하지만 이와는 별개로 당신의 마음 속에는 어떠한 본질적인 궁금증, 즉 자신이 노력하고자 하는 이유와 이루고자 하는 목표가 진정 '내'가 바라는 것인지에 대한 의문이 있을 것입니다. 이러한 의문을 해소하지 않고 방치한다면, 먼 미래에 그 이질적 불편함이 깊은 회의와 공허로 발전할 수 있음을 기억하세요. HEARTH와 함께 하세요. Helm(헬름)을 통해 내면을 탐구해 개인적인 이상을 발견하고, 자신만의 의미를 담은 성공을 향해 그 열정을 쏟아보세요.",
        "e-b": "당신은 용기와 열정으로 활활 타오르는 적색 불꽃, Transcend(트랜센드)의 소유자입니다. 결코 꺼지지 않는 이 강렬한 불꽃은 당신이 굳센 의지를 가지고 수많은 난관 끝에 결국 목표하는 바를 이룰 수 있게 합니다. 당신은 적극적이고 실행력이 강한 사람으로서, 자신의 한계에 끊임없이 도전하고 앞에 보이는 장애물을 향해 거침없이 돌진합니다. 많은 것을 직접 느끼고 경험해야지만 성장할 수 있다는 것을 알기에, 당신은 도전하는 것을 두려워하지 않고 오히려 이를 통해 활력을 얻습니다. 또한, 미리 무엇을 할지 결정하지 않고 과감히 뛰어들어 오감으로 체험하는 것을 선호하기 때문에, 철저히 계획하기보다는 직관에 따라 행동할 때가 많습니다. 이러한 적극성과 더불어 끈기와 결단력도 갖추고 있기에, 당신은 많은 사람들이 감히 들어서지 않는 미지의 영역을 개척하는 새로운 분야의 선두주자가 될 가능성이 높습니다. 요약하자면, 당신은 강한 의지를 가지고 극한을 향해 나아가는 모험가입니다. 그러나, 당신의 열정은 때론 흘러넘쳐 충동성으로 변질되고 판단력을 흐릴 수 있으므로, 거시적 관점에서 자신을 바라보며 전략적으로 행동하는 습관을 기르는 것이 현명할 것입니다. HEARTH와 함께 하세요. Envisage(인비사지)를 통해 깊이 고찰하는 능력을 키우고, 체계적이고 건강한 습관을 길러, 자신의 큰 그림 안에서 원하는 것들을 하나씩 쟁취하세요.",
        "e-c": "당신은 용기와 열정으로 활활 타오르는 적색 불꽃, Transcend(트랜센드)의 소유자입니다. 결코 꺼지지 않는 이 강렬한 불꽃은 당신이 굳센 의지를 가지고 수많은 난관 끝에 결국 목표하는 바를 이룰 수 있게 합니다. 당신은 전사의 심장을 가진 이로서, 이루고자 하는 목표에 대한 대단한 집념과 흔들림 없는 인내심을 가지고 있습니다. 꿈을 크게 꾸는만큼 성공으로 향하는 길이 험난하고 고통스러울 때도 있지만, 역경을 피하기보단 당당히 마주하며 굳건하게 전진해 나갑니다. 또한, 자신이 성장하며 한계를 넘어선다는 느낌이 들 때 큰 즐거움을 느끼기에, 남들이 보기에 힘들고 지쳐보이는 시기에 오히려 보람과 뿌듯함을 느끼기도 할 것입니다. 같은 맥락으로, 주변에서 자신을 무모하다고 의심하거나 걱정어린 마음으로 만류할 때, 당신은 오히려 불굴의 의지를 더욱 불태움과 동시에 그들이 틀렸음을 증명해 내고자 할 것입니다. 요약하자면, 당신은 뜨거운 열정과 남다른 신념으로 자신의 한계를 시험하는 자입니다. 전사가 최후의 전투에 임하듯 당신도 삶이라는 전장에서 용기있게 나아가지만, 그 전장의 불길이 당신을 집어삼킬 수도 있음을 항상 명심해야하고, 용기와 만용을 구분할 줄 알아야 할 것입니다. 기억하세요, 때로는 버티고 이겨내려 애쓰는 것보다, 여유를 가지고 상황을 관망하며 유연하게 대처하는 것이 현명할 때도 있습니다. HEARTH와 함께 하세요. Attune(어튠)을 통해 자신과 세상에 대한 균형잡힌 시각을 키우고, 영리하게 상황의 흐름을 느끼며, 당신의 의지를 효과적으로 발휘할 수 있는 최적의 상태를 찾으세요.",
        "e-d": "당신은 용기와 열정으로 활활 타오르는 적색 불꽃, Transcend(트랜센드)의 소유자입니다. 결코 꺼지지 않는 이 강렬한 불꽃은 당신이 굳센 의지를 가지고 수많은 난관 끝에 결국 목표하는 바를 이룰 수 있게 합니다. 당신은 성공에 대한 열망이 강한 현실주의자로, 달성하고자 하는 목표에 오롯이 집중하는 자입니다. 자신의 관심분야 외에는 별다른 호기심을 가지고 있지 않기에, 외부의 유혹에 쉽게 흔들리지 않으며 근면성실한 삶을 살아 갈 것입니다. 또한, 당신은 일을 함에 있어 안전하고 검증된 방식을 선호하고 채택하기 때문에, 독창성보다는 효율성을, 복잡함보다는 간결함을 추구하며 성공을 향해 나아가고 있을 것입니다. 요컨대, 당신은 명확한 목표의식과 굳센 열정을 지닌 야심가로, 자신의 꿈을 이루기 위해 천천히, 하지만 확실하게 전진하고 있습니다. 그러나 위험을 피하려 확실함이 보장된 안전한 길만을 고수하다 보면, 시야가 좁아지고 사고가 굳어질 수 있음에 주의하세요. 어쩌면 약간은 반항적인 태도로, 의심하고 질문하며 새로운 가능성을 찾는 것이 획기적인 발전과 폭발적인 성장으로 이어질지도 모릅니다. HEARTH와 함께하세요. Reverie(레버리)를 통해 다양한 영역을 탐구하며 호기심을 일깨우고, 자신만의 독창성을 기르며, 당신의 강한 의지를 창의적으로 발현시키세요.",
        "e-f": "당신은 용기와 열정으로 활활 타오르는 적색 불꽃, Transcend(트랜센드)의 소유자입니다. 결코 꺼지지 않는 이 강렬한 불꽃은 당신이 굳센 의지를 가지고 수많은 난관 끝에 결국 목표하는 바를 이룰 수 있게 합니다. 성패가 개개인의 능력과 성실성에 달려 있다고 믿는 당신은, 언제나 자기 자신에게 집중하며 꾸준하게 스스로를 발전시켜 나갑니다. 또한, 타인에게 의지하며 도움을 요청하기보다 자신이 직면한 문제에 직접 맞서며 어려움을 헤쳐나가는 법을 터득하려 합니다. 따라서 당신은 온전히 자신만의 힘으로 문제를 타개하고 결실을 거둔 경험이 많을 것이고, 이에 걸맞는 자기효능감을 갖추고 있을 것입니다. 이렇게 스스로에게 엄격한 기준을 적용하는 당신은, 정당하게, 자신만큼 주변 사람들도 노력하기를 바랄지도 모르겠습니다. 요약하자면, 당신은 스스로에 대한 믿음과 확신이 있는 사람으로, 인내와 끈기를 가지고 목표를 향해 혼자서라도 묵묵히 전진합니다. 하지만, 자기 자신에 대한 강한 신뢰가 남들에 대한 불신으로, 자아효능감이 비협조적인 태도로 변질되지 않도록 유의하세요. 서로의 장점을 이해하고 인정하는 유기적인 팀이 만들어내는 시너지 효과는 결코 무시할 수 없기에, 강한 자신감은 유지하면서도 겸손한 자세를 갖추고 서로에게 도움이 되는 다양한 관계를 구축해 나가는 것이 필요할 것입니다. HEARTH와 함께하세요. Harmonize를 통해 다른 이의 감정과 생각을 진정으로 이해하면서 명료하게 소통하는 능력을 길러, 서로에게 힘이 되고 도움을 줄 수 있는 끈끈한 유대관계를 만들어 나가세요.",
        "f-a": "당신은 향기롭게 춤추며 피어나는 꽃빛 불꽃, Harmonize(하모나이즈)의 소유자입니다. 진정한 온기를 전하며 상대를 감응케하는 이 불꽃은, 유대와 결속을 통해 서로를 치유하고 성장시킬 수 있는 공명의 힘을 지녔습니다. 당신은 인간관계의 가치와 중요성을 이해하는 사람으로서, 역지사지의 자세로 다른 이들의 입장에서 생각하고 진정으로 그들을 위할 줄 압니다. 따라서, 사랑스러운 연인에서부터 신뢰할 수 있는 친구, 그리고 책임감 있는 리더에서부터 협력적인 팀원에 이르기까지 다양한 관계 속 역할들을 능숙하게 수행할 수 있습니다. 또한, 당신은 존중과 사랑에 기반한 안정적인 관계들을 형성하고자 하는데, 누군가 당신에게 의미 있는 삶이 무엇이냐 묻는다면, 아마 사랑하는 이들과 함께 조화로운 공동체 속에서 건강하게 살아가는 것이라고 대답할 것입니다. 요약하자면, 당신은 다른 이들이 가장 필요로 할 때 그들을 이해하고 진심어린 격려와 응원을 해줄 수 있는 따뜻한 사람입니다. 소중한 이들과 함께한다는 것 자체에서 삶의 의미를 찾고, 팀스포츠와 같이 서로 협력하면서 공통된 목표를 쫓는 행위를 즐깁니다. 하지만, 타인과의 관계에 의미를 두는만큼 스스로와의 관계에도 충분히 주의를 기울이고 있는지 돌아보아야 할 것입니다. 자기 자신이 누구인지에 대해 깊이 이해하고 알게 됐을 때 비로소 자신의 삶의 진정한 의미를 발견할 수 있으며, 남들에게 의지할 수 없는 힘든 상황에 맞닥뜨리게 되어도 스스로를 믿고 앞으로 나아갈 수 있을 것입니다. HEARTH와 함께하세요. Helm(헬름)을 통해 내면의 세계를 탐구하고, 자신의 진정한 이상을 발견하고 삶에 통합시키며, 생의 진정한 의미를 삶 속에 불어넣을 수 있도록 해 보세요.",
        "f-b": "당신은 향기롭게 춤추며 피어나는 꽃빛 불꽃, Harmonize(하모나이즈)의 소유자입니다. 진정한 온기를 전하며 상대를 감응케하는 이 불꽃은, 유대와 결속을 통해 서로를 치유하고 성장시킬 수 있는 공명의 힘을 지녔습니다. 당신은 유머러스하게 기분좋은 분위기를 이끌어낼 줄 아는 활기차고 밝은 성격의 사람입니다. 톡톡 튀는 즉흥적인 면으로 주위 사람들의 호기심과 궁금증을 불러일으키며, 여러 관계들을 주도적으로 이끌어 갑니다. 또한 여러 취미활동을 즐기기에, 자연스레 좋은 추억을 함께했던 다수의 폭 넓은 인간관계를 가지고 있을 것입니다. 이러한 특성들 덕분에, 당신은 제각기 다른 성향을 가진 이들과 실시간으로 소통하고 협력해야 하는 역동적인 환경에서 가장 빛을 발합니다. 요약하자면, 당신은 긍정적인 에너지를 발산하며 주변 사람들과 즐겁고 의미있는 경험들을 쌓아가는 활발한 사람입니다. 허나 다양한 사람들의 입장에 쉽게 공감하며 유연하고 자유분방하게 사고하기에, 미래에 벌어질 일에 대한 준비와 고민 등을 등한시하게될 가능성이 있습니다. 따라서 장기적인 삶의 궤적 속에서 인생을 고찰하며, 자신과 자신의 소중한 사람들이 함께 앞으로 나아갈 수 있는 전략과 계획에 대해 차분히 고찰할 필요가 있어보입니다. HEARTH와 함께하세요. Envisage(인비사지)를 통해 자신의 사고를 체계적으로 정리하고 논리정연한 생각의 구조를 구축하여 다 같이, 더 멀리 내다볼 수 있는 따뜻한 혜안을 기르세요.",
        "f-c": "당신은 향기롭게 춤추며 피어나는 꽃빛 불꽃, Harmonize(하모나이즈)의 소유자입니다. 진정한 온기를 전하며 상대를 감응케하는 이 불꽃은, 유대와 결속을 통해 서로를 치유하고 성장시킬 수 있는 공명의 힘을 지녔습니다. 당신은 배려심 깊은 마음으로 소통하고 교감하며, 도움이 필요한 사람이 있을 때 기꺼이 먼저 손을 내밀 줄 아는 따뜻한 사람입니다. 또한, 겉모습이나 지위로 다른 사람을 판단하기보다는 내면의 품성과 도덕성을 중요시하며, 모두를 공명정대하게 대하려 노력합니다. 이러한 윤리의식과 품위 있는 태도가 주변에 호감가는 분위기를 자아내기에, 새로운 환경에 놓이는 것을 불편해하는 경향에도 불구하고, 처음 만난 사람들에게도 좋은 인상을 남길 것입니다. 요약하자면, 당신은 인정과 감사함을 알기에 언제나 자신의 도리를 다하고 받은 것보다 더 많이 베푸는 사람입니다. 이렇게 변함없이 신의와 따뜻함을 중시하는 것은 좋지만, 때로는 당신이 융통성 없이 원리원칙만을 고수하고 있지 않은지 돌아보았으면 좋겠습니다. 그 도덕성과 정의로움으로 인해 주변인들에게는 높게 평가받지만, 개인적 삶에 있어서는 경직되고 고지식할 수 있기 때문입니다. HEARTH와 함께하세요. Attune(어튠)을 통해 세상과 자신의 모습을 있는 그대로 바라보고, 세상의 자연스러운 흐름에 몸을 맡기며, 단단함과 유연함 사이의 최적의 균형을 찾으세요.",
        "f-d": "당신은 향기롭게 춤추며 피어나는 꽃빛 불꽃, Harmonize(하모나이즈)의 소유자입니다. 진정한 온기를 전하며 상대를 감응케하는 이 불꽃은, 유대와 결속을 통해 서로를 치유하고 성장시킬 수 있는 공명의 힘을 지녔습니다. 당신은 자신이 속한 사회의 가치를 믿고 따르는 모범적인 사람으로, 많은 이들에게 두터운 신뢰와 존중을 받고있을 것입니다. 정치적, 또는 사회적 이슈에 있어서 대체로 온건한 입장을 취하기에 다른 이들의 공감을 곧잘 이끌어내고, 더 나아가 그들에게 선량하고 이해심 있는 모습으로 비춰집니다. 이러한 연유로 당신은 폭넓은 인적 네트워크를 형성하고, 다양한 사회적 기회들을 자연스레 접합니다. 또한 탁월한 대인관계 능력과 함께 실용적인 면모도 가지고있어, 조직 내에서 업무를 수행할 때 아이디어를 현실화하고 발전시키는 역할을 잘 할 것입니다. 요컨대, 당신은 누구나와 소통할 수 있는 사교성으로 다양한 범주의 인간관계를 활발히 유지하는 사람입니다. 그러나 많은 이들과 함께 공통된 목표를 향해 서로 북돋우며 나아가기에, 다른 가능성을 탐색하지 않은 채 사회의 주류를 맹목적으로 따르고 있는 것은 아닌지 신중히 고려해야 할 것입니다. 역사와 전통, 그리고 사회적 가치를 이해하는 것은 중요하지만, 폭넓은 시야와 개방적 태도를 기르지 않는다면 사고가 경직되고 편협해 질 수 있음을 명심하세요. HEARTH와 함께하세요. Reverie(레버리)를 통해 꾸러기같은 호기심을 일깨우고, 자신만의 고유한 독창성을 길러, 삶을 창의적인 활기를 가득 채우세요.",
        "f-e": "당신은 향기롭게 춤추며 피어나는 꽃빛 불꽃, Harmonize(하모나이즈)의 소유자입니다. 진정한 온기를 전하며 상대를 감응케하는 이 불꽃은, 유대와 결속을 통해 서로를 치유하고 성장시킬 수 있는 공명의 힘을 지녔습니다. 당신은 섬세하고 배려심이 깊은 사람으로, 부드러운 공감의 마음으로 타인을 포용합니다. 따뜻한 감정의 교류가 삶에 있어서 얼마나 중요한지 알기에, 명랑한 모습으로 다른 이들에게 다가서며, 그들이 힘들 때에도 삶의 밝은 면을 볼 수 있도록 돕습니다. 또한, 당신은 공동체적 관점에서 세상을 바라보기에, 다양한 사람들이 서로의 단점을 보완하고 협력한다면 더 나은 세상을 만들 수 있을 것이라 믿고있을 것입니다. 이를 실천하기 위해 언제나 같은 곳에서 소중한 사람들에게 진심 어린 위로와 조언을 건넬 것이며, 때문에 많은 이들이 당신에 대한 감사한 마음을 가슴에 품고 살아갈 것입니다. 요약하자면, 당신은 넓은 마음으로 관계를 성숙하게 이끌어 갈 줄 아는 사람입니다. 사랑하는 이들의 결핍이 무엇인지 느낄 수 있으며, 그들의 고민과 짐을 함께 나누려 합니다. 이처럼 당신은 타인에게 마음을 아낌없이 쏟는 감탄할만한 면모를 갖고 있지만, 그로 인해 자신의 열망과 목표를 이루는데 필요한 에너지나 동기부여가 부족해지지는 않은지 생각해보아야 할 것입니다. 열정적인 노력이 없다면 성취와 성장 또한 제한되고, 때로는 오직 자기 자신만이 자신을 구할 수 있다는 것을 기억하세요. HEARTH와 함께하세요. Transcend(트랜센드)를 통해 당신의 열정과 의지를 키우고, 도전을 지속할 수 있는 자기효능감을 길러, 용감하게 공동의 목표를 달성하세요."
      }
}