{
    "header" : {
        "message": "환영합니다",
        "take_test": "테스트 보기"
    },
    "navbar" : {
        "home": "홈",
        "about": "소개",
        "apps": "앱",
        "team": "팀",
        "community": "커뮤니티",
        "blog": "블로그",
        "take_test": "테스트 보기"
    },
    "about" : {
        "line1": "우리는",
        "line2": "왜",
        "line3": "감정이 있을까",
        "line4": "이성",
        "line6": "감정",
        "long-text1-first": "때때로 감정은 그저 두려움과 슬픔을 불러오는, 이성의 불필요한 형제로 치부되기도 합니다. 그러나 감정은 그 자체로 분명한 목적을 지니고 있습니다. 즐거움을 줄 수 있는 능력과 함께, 감정은 잠재적인 위험과 다가오는 위협을 즉각적으로 인지하는 경보 역할을 하도록 진화해왔습니다.",
        "long-text1-second": "이성의 뇌가 꼼꼼한 사고를 통해 복잡한 문제를 해결하는 데에 중요한 역할을 하듯이, 감정의 뇌는 이성의 뇌 뒤에서 우리의 행동과 생각을 은밀하게 지배하는 중요한 역할을 수행합니다. 따라서 뇌의 기능, 즉 “정신력”은 이 두가지 뇌의 조화와 협동의 산물이라고 정의할 수 있습니다.",
        "long-text2-first": "우리는 수학, 과학, 경제학 등을 통한 체계적인 방식으로 이성의 뇌를 성장시키고 제어하는 방법을 배웁니다.",
        "long-text2-second": "그러나 감정의 뇌를 훈련시키는 방법은 어디서 배울까요? 더 나아가, 우리의 이성과 감정을 통합시키는 방법은 어디서 배울까요?",
        "long-text2-third": "현대사회에서 급증하는 정신적 문제들은 바로 이 두가지 뇌, 즉 이성과 감정 사이의 심각한 불균형에 그 원인이 있다고 볼 수 있습니다. 다시말해, 우리가 이성만큼 감정을 중시하지 않고, 통합된 뇌의 중요성을 외면한 것이 이러한 문제를 야기했다는 것입니다.",
        "long-text2-fourth": "바로 이 지점을 해결하기 위해 HEARTH가 탄생했습니다. 우리가 감정의 뇌를 정제하고, 궁극적으로는 이성의 뇌와 조화롭게 공존할 수 있도록.",
        "rest-text-first": "스스로를 분석하며 자신의 감정을 진정으로 이해하고, 본인만의 특수한 정신력의 강점과 약점을 모두 파악하세요. 개인에게 맞춤화된 활동과 집단적 협력과제를 통하여 정신적 깊이를 기르고, 이성과 감정의 상호연결성을 증대시키세요. HEARTH는 서로 연관되어 있으면서도 구별되는 6가지 정신력에 초점을 맞춥니다.",
        "rest-text-second": "Helm(자주력), Envisage(고찰력), Attune(적응력), Reverie(창의력), Transcend(의지력), and Harmonize(협동력), 합쳐서 “HEARTH”이죠.",
        "rest-text-third": "이 6가지 능력들을 이해하고 향상시킬 수 있다면, 우리는 자신의 한계를 넘어서서 환하게 빛날 것입니다.",
        "rest-text-fourth": "HEARTH, 우리가 우리를 도울 것입니다."
    },
    "apps" : {
        "independence": "자주력",
        "cogitation": "고찰력",
        "adaptability": "적응력",
        "creativity": "창의력",
        "volition": "의지력",
        "cooperability": "협동력",

        "helm": "Helm은 삶에 진정한 깊이를 부여하는 정신력으로서, 자신의 존재 속에서 개인적인 의미를 찾을 수 있도록 돕습니다. 이는 전형성에서부터 고유성에 이르기까지, 주어진 소명을 발견하고 완수하여 자아실현의 상태에 도달하게 합니다. 자기성찰(Introspection), 내적통합(Integration), 개별화(Individuation)가 그 풀빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "helm_intro": "Helm은 삶에 진정한 깊이를 부여하는 정신력으로서, 자신의 존재 속에서 개인적인 의미를 찾을 수 있도록 돕습니다. 이는 전형성에서부터 고유성에 이르기까지, 주어진 소명을 발견하고 완수하여 자아실현의 상태에 도달하게 합니다. ",
        "helm_components": "자기성찰(Introspection), 내적통합(Integration), 개별화(Individuation)",
        "helm_are": "가 세 가지 핵심 요소로서 이 ",
        "helm_flame": "풀빛 불꽃을 이룹니다.",

        "envisage": "Envisage는 만물의 본질을 직관적으로 이해하도록하는 정신력으로서, 깊은 지혜와 통찰의 근원입니다. 이는 추상적 사고와 이론화의 기술로서, 분석적이면서도 전체적인 인지가 요구되는 복잡한 의사결정 과정에서 빛을 발합니다. 사유(Reflection), 체계화(Systemization), 현명함(Sagacity)가 그 푸른 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "envisage_intro": "Envisage는 만물의 본질을 직관적으로 이해하도록하는 정신력으로서, 깊은 지혜와 통찰의 근원입니다. 이는 추상적 사고와 이론화의 기술로서, 분석적이면서도 전체적인 인지가 요구되는 복잡한 의사결정 과정에서 빛을 발합니다. ",
        "envisage_components": "사유(Reflection), 체계화(Systemization), 현명함(Sagacity)",
        "envisage_are": "가 세 가지 핵심 요소로서 이 ",
        "envisage_flame": "푸른 불꽃을 이룹니다.",
        
        "attune": "Attune은 인생의 장애물을 영리하게 우회하거나 활용케하는 정신력으로서, 정확한 때에 자신이나 세상을 적절히 변화하게 합니다. 외교관의 전술적 통찰력과 재치와 같이, 이는 다양한 내외부적 혼돈 속에서도 균형있게 상황을 헤쳐나가도록 돕습니다. 지각력(Perceptivity), 유연성(Flexibility), 최적화(Optimization)가 그 파도빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "attune_intro": "ATTUNE은 정밀하고 적합하게 변화하고 행동하여, 역경에 직면했을 때 영리하게 나아가도록 해주는 정신력입니다. 이는 여러 난관과 내적 자아의 역할 갈등 속에서도 균형과 내적 통합을 유지하며 상황을 헤쳐나가는 외교관의 전술적 통찰력과 재치를 의미합니다. ",
        "attune_components": "지각력(Perceptivity), 유연성(Flexibility), 최적화(Optimization)",
        "attune_are": "가 세 가지 핵심 요소로서 이 ",
        "attune_flame": "파도빛 불꽃을 이룹니다.",

        "reverie": "Reverie는 아름다운 영혼을 축복하는 정신력으로서, 자유로운 사고로 삶에 신선함과 활기를 불어넣습니다. 때로는 장난스럽게, 또 때로는 진지하게, 웃음과 울음, 고독과 희열 사이에서 생생한 상상력과 혁신적인 창의성으로 중대한 발전을 이루고 패러다임의 전환을 가져옵니다. 호기심(Curiosity), 독창성(Originality), 예술성(Artistry)이 그 금빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "reverie_intro": "Reverie는 아름다운 영혼을 축복하는 정신력으로서, 자유로운 사고로 삶에 신선함과 활기를 불어넣습니다. 때로는 장난스럽게, 또 때로는 진지하게, 웃음과 울음, 고독과 희열 사이에서 생생한 상상력과 혁신적인 창의성으로 중대한 발전을 이루고 패러다임의 전환을 가져옵니다. ", 
        "reverie_components": "호기심(Curiosity), 독창성(Originality), 예술성(Artistry)", 
        "reverie_are": "이 세 가지 핵심 요소로서 이 ",
        "reverie_flame": "금빛 불꽃을 이룹니다.",

        "transcend": "Transcend는 단단한 결단력을 통해 정복하고 확장해 나아가는 정신력으로서, 두려움과 고통을 직면하고 스스로의 한계를 초월하게합니다. 이는 전사의 마음가짐으로, 모든 장애물을 깨뜨리고 넘어서며 압박 속에서도 용감하게 행동할 수 있는 힘이 됩니다. 열정(Passion), 회복탄력성(Resilience), 자기주도성(Ascendency)이 그 적색 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "transcend_intro": "Transcend는 단단한 결단력을 통해 정복하고 확장해 나아가는 정신력으로서, 두려움과 고통을 직면하고 스스로의 한계를 초월하게합니다. 이는 전사의 마음가짐으로, 모든 장애물을 깨뜨리고 넘어서며 압박 속에서도 용감하게 행동할 수 있는 힘이 됩니다. ",
        "transcend_components": "열정(Passion), 회복탄력성(Resilience), 자기주도성(Ascendency)",
        "transcend_are": "이 세 가지 핵심 요소로서 이 ",
        "transcend_flame": "적색 불꽃을 이룹니다.",

        "harmonize": "Harmonize는 진정한 동반자들과의 상호 협력을 통해 삶의 여정을 더욱 풍요롭게 해주는 정신력으로서, 뿌리깊은 유대를 형성케 합니다. 이는 따스한 솔직함으로 우아한 시너지를 자아내는 능력으로, 타인의 성격이나 배경에 상관없이 긍정적인 관계를 형성할 수 있는 가능성을 엽니다. 감수성(Sensibility), 유창성(Eloquence), 울림(Resonance)이 그 꽃빛 불꽃을 이루는 세 가지 핵심 요소입니다.",
        "harmonize_intro": "Harmonize는 진정한 동반자들과의 상호 협력을 통해 삶의 여정을 더욱 풍요롭게 해주는 정신력으로서, 뿌리깊은 유대를 형성케 합니다. 이는 따스한 솔직함으로 우아한 시너지를 자아내는 능력으로, 타인의 성격이나 배경에 상관없이 긍정적인 관계를 형성할 수 있는 가능성을 엽니다. ", 
        "harmonize_components": "감수성(Sensibility), 유창성(Eloquence), 울림(Resonance)",
        "harmonize_are": "이 세 가지 핵심 요소로서 이 ",
        "harmonize_flame": "꽃빛 불꽃을 이룹니다."
    },
    "team": {
        "line1": "팀 HEARTH는 개인 맞춤형 도움체계를 제공함으로써 인류의 정신적 웰니스를 고양시키고자 만들어졌습니다. ",
        "line2": "건강의 개념이 단순히 과학적인 의미에서의 신체뿐만이 아닌, 인문학적인 의미에서의 마음, 그리고 예술적인 의미에서의 영혼도 포함해야한다는 것을 인지하고, ",
        "line3": "이에 집중함을 통해 세가지 요소의 합일을 이루고자 합니다. ",
        "line4": "이러한 목표는 창의적이고 지속 가능한 방법을 통해 이루어질 것이며, 도움을 찾는 모두에게 깊이, 강인함, 아름다움을 길러주는 것이 우리의 비전입니다. ",
        "line5": "“우리가 앞으로 걸을 길 위에는 항상 돌이 놓여 있을 것이다. 그것은 걸림돌이 될 수도 있고 디딤돌이 될 수도 있다. 모든 것은 당신이 그것을 어떻게 활용하는지에 달려있다.”",
        "line6": "당신이 자신의 삶을 헤쳐나가는 동안, 팀 HEARTH는 그 여정의 옆에서 함께 걸으며, 철학적이고 심리학적인 통찰을 제공함으로써 도움을 주고자 합니다. ",
        "line7": "우리가 당신을 돕기 위해 여기 있듯이, 여러분도 HEARTH의 사명에 동참함으로써 다른 이들을 도와보세요. ",
        "line8": "HEARTH의 커뮤니티, Hearthside에서 함께하며 다양한 프로그램에 참여하고, 자기 자신과 세상을 일깨워줄 빛의 공동체를 함께 지어나가요. ",
        "line9": "문의 사항이 있다면 언제든지 ",
        "line10": "hearthisnear@gmail.com 로 연락해주세요.",

        "p2_line1": "팀의 디렉터로서, 전체적인 구조를 구축하고 개선하며 ",
        "p2_line2": "명확한 비전을 수립합니다. ",
        "p2_line3": "철학과 심리학에 깊이 몰두한 의사로서,",
        "p2_line4": "전인적 치유 과정을 확립함으로써 ",
        "p2_line5": "인류의 발전에 기여하기 위해 노력합니다.",

        "p3_line1": "팀의 비주얼라이저로서, 프로젝트의 예술적이고 창의적인 요소들을 지휘합니다.",
        "p3_line2": "UI/UX 디자인을 맡아 ",
        "p3_line3": "컨셉과 아이디어를 시각적 내러티브로 발전시키는 데 주력하며, ",
        "p3_line4": "모든 디지털 상호작용이 사용자 중심의 여정이 될 수 있도록 보장합니다.",

        "p4_line1": "팀의 프로듀서로, ",
        "p4_line2": "철학적 고찰을 바탕으로 한 콘텐츠 제작, 평가 및 품질개선을 담당하고 있습니다.",
        "p4_line3": "심리학과 기계공학의 전공자로서, ",
        "p4_line4": "마음의 근본적인 메커니즘을 이해하고 ",
        "p4_line5": "이를 통해 더욱 충만한 삶을 향하는 공식을 발견하고자 합니다.",
        
        "p5_line1": "팀의 오퍼레이터로서, 프로젝트의 전체적인 그림을 보며 ",
        "p5_line2": "운영의 모든 측면이 순조롭게 진행되도록",
        "p5_line3": "업무를 조율합니다.",
        "p5_line4": "팀의 아이디어를 최종적으로 실체화하는",
        "p5_line5": "컴퓨터공학의 전문가로서, ",
        "p5_line6": "울림을 주는 혁신을 균형잡힌 방식으로 불러오고자합니다."
    },
    "community" : {
        "email": "abcdefg@email.com",
        "register": "등록",
        "registered": "등록 완료!",
        "error_message": "유효한 이메일 주소를 입력하십시오.",
        "visit_blog": "블로그 방문하기",
        "c-line3": "건강과 깨달음을 향한 우리의 여정에 동참하세요",
        "privacy-policy": "개인 정보 처리 방침",
        "termsofuse": "이용 약관"
    },
    "blog" : {
        "email": "abcdefg@email.com",
        "register": "등록",
        "registered": "등록 완료!",
        "error_message": "유효한 이메일 주소를 입력하십시오.",
        "privacy-policy": "개인 정보 처리 방침",
        "termsofuse": "이용 약관"
    },
    "test" : {
        "start": "시작",
        "who": "당신은 누구입니까?",
        "next": "다음",
        "hello": "안녕하세요",
        "welcome": "HEARTH Test에 오신 것을 환영합니다.",
        "measure": "이 테스트는 당신 내면에서 타오르는 불꽃, 내면의 힘인",
        "cf": "정신력",
        "within": "을 측정하기 위해 고안되었습니다.",
        "before": "자신의 고유한 색깔을 정확히 발견하기 위해, 차분한 상태로 고요한 환경에서 검사를 실시하기를 권장합니다.",
        "choose": "다음 문항들을 읽고, 공감하는 정도에 따라 5개 척도 중에서 골라 답변하세요.",
        "proceed": "진행하기"
    },
    "questions": {
        "question": "문항",
        "of": "/",
        "strongly": "매우",
        "agree": "동의",
        "disagree": "비동의",
        "back": "이전",
        "next": "다음",
        "submit": "제출",
        "loading": "결과 로딩 중",
        "q1": "내 자신의 심리적 상태를 분석한다.",
        "q2": "나의 믿음, 행동, 목표는 하나로 통합되어 있다.",
        "q3": "진정한 나로 거듭나고 있다.",
        "q4": "깊은 사유를 즐긴다.",
        "q5": "삶을 체계적으로 관리한다.",
        "q6": "전반적으로 보았을 때, 나의 인생은 내가 그린대로 흘러가고 있다.",
        "q7": "예리한 관찰력을 지녔다.",
        "q8": "다양한 상황에 유연하게 적응할 수 있다.",
        "q9": "나에게 주어진 상황을 가장 효과적으로 활용한다.",
        "q10": "호기심이 많고 개방적이다.",
        "q11": "나는 선구자적인 사람이다.",
        "q12": "회화, 음악, 시와 같은 창작 활동을 통해 내 자신을 표현한다.",
        "q13": "나는 의욕적이며 열정적이다.",
        "q14": "두려움 앞에 용기를 잃지 않는다.",
        "q15": "내 자신과의 싸움에서 지지 않는다.",
        "q16": "남들의 기분을 정확하게 이해할 수 있다.",
        "q17": "나는 명료하고 설득력이 있다.",
        "q18": "나의 말과 행동은 따뜻한 울림이 있다.",
        "q19": "인생과 그 의미에 관한 심오한 대화를 즐긴다.",
        "q20": "남들이 나를 어떻게 볼지에 대해 걱정하지 않는다.",
        "q21": "나의 가치를 증명해야 할 필요성을 느끼지 않는다.",
        "q22": "나는 행동하기 전에 내 결정을 신중히 고려한다.",
        "q23": "나의 우선순위와 목표에 명확히 집중하며 살아간다.",
        "q24": "추상적 개념들을 단번에 깊게 이해한다.",
        "q25": "객관적인 근거를 바탕으로 결정을 내린다.",
        "q26": "동시에 여러 책무를 능숙하게 처리할 수 있다.",
        "q27": "나는 적극적으로 나의 장점들을 활용한다.",
        "q28": "탐험하고 발견하고자하는 강한 열망을 느낀다.",
        "q29": "새로운 아이디어를 제시하기 좋아한다.",
        "q30": "내 주변은 아름다움과 예술로 가득하다.",
        "q31": "나의 에너지와 열정은 다른 이들을 고취시킨다.",
        "q32": "나는 역경을 통해 더욱 강해진다.",
        "q33": "나는 내 손으로 나의 운명을 바꿀 수 있다고 믿는다.",
        "q34": "나는 부정적인 태도에 방해받지 않는다.",
        "q35": "많은 사람들 앞에서 자신감 있게 말한다.",
        "q36": "나는 만나는 모든 사람에게서 선함을 느낀다.",
        "q37": "나의 본질적 한계를 인지하고 있다.",
        "q38": "내 자아의 어두운 부분을 있는 그대로 받아들인다. ",
        "q39": "주류 의견에 반대하는 것을 두려워하지 않는다.",
        "q40": "사람들의 허울 뒤의 본모습을 알아본다.",
        "q41": "내 자신의 사고과정을 관찰하고 통제한다.",
        "q42": "나는 긴장되는 상황 속에서 명확히 생각할 수 있다.",
        "q43": "매우 작은 변화도 감지할 수 있다.",
        "q44": "계획대로 되지 않았을 때, 언제든지 임기응변을 할 수 있다.",
        "q45": "내가 통제할 수 없는 일에 시간과 에너지를 낭비하지 않는다.",
        "q46": "관습과 통념에 ‘왜?’라는 질문을 던진다.",
        "q47": "세상에 대한 꿈과 이상을 품고있다.",
        "q48": "나의 인생은 동시에 비극이며 희극이다.",
        "q49": "나에게 주어진 의무 이상으로 노력한다.",
        "q50": "몇번을 실패하더라도 나는 절대 포기하지 않는다.",
        "q51": "나는 성장하기 위해서라면 자발적으로 불편함을 택한다.",
        "q52": "행간을 읽을 수 있다.",
        "q53": "나는 매너있고 재치가 넘친다.",
        "q54": "사람들은 나를 진정으로 믿고 그들의 가장 어두운 비밀을 털어놓는다."
    },
    "firecopy": {
        "sincerely": "진심을 담아,\nHEARTH 드림",
        "details": "상세 보기",
        "home": "홈",
        "forceQuotient": "테스트 결과는 절대적인 수치를 반영하는 것이 아니라, 세상에 대한 당신의 관점 내에서 자신을 비교 평가한 것임을 명심하세요. 예를 들어, 낮은 점수는 당신이 자신에 대해 높은 기대치를 가지고 있음을 나타낼 수 있고, 높은 점수는 그 반대를 나타낼 수 있습니다.",
        "copyCode": "코드 복사",
        "copyResult": "결과를 이메일로 받고 싶으신가요? 지금 등록하고 HEARTH와 함께 여정을 시작하세요.",
        "subscribeLetter": "(선택사항) Hearthside에 가입하고 저희 e-레터를 구독하세요.",
        "copyClipboard": "클립보드에 복사되었습니다.",
        "readMore": "더 보기",
        "results": "결과",
        "finishTest": "테스트 마치기",
        "backtohome": "홈으로 가기",
        "receiveResult": "검사 결과 받기",
        "liveUp": "당신의 잠재력을 최대한으로 발휘하세요",
        "getApp": "당신의 HEARTH 앱을 다운받고",
        "personalize": "HEARTH 코드로 개인 맞춤화된 경험을 해보세요",
        "furtherEnhance": "강화하세요, 당신의",
        "strength": "강점",
        "improveOn": "보완하세요, 당신의",
        "weakness": "약점",
        "resemble": "당신이 닮은 위인은...",
        "unlockInsight": "전체 결과 확인하기",
        "myCode": "내 HEARTH 코드",
        "download": "1. 원하는 HEARTH 앱을 다운로드하세요",
        "enterCode": "2. 맞춤형 경험을 위해 내 HEARTH 코드를 입력하세요",
        "gainInsight": "당신 고유의 정신력에 대한 전문가의 통찰을 얻고",
        "liveUpTo": "당신의 최대 잠재력을 실현하세요"
    },
    "results": {
        "a-b": "당신은 언제나 내면의 목소리에 귀 기울이며, 진정성을 나침반 삼아 인생을 살아갑니다. 또한, 자신의 삶과 그 의미에 대해 궁금증을 갖고 모든 방향으로 이를 탐구하려 하기에, 다양한 경험을 몸소 체험하며 스스로를 끊임없이 계발하게 됩니다. 어쩌면, 당신은 결정론이나 운명론이 내포하는 시적 메시지에 동감하고 있을지도 모릅니다. 다시말해, 무엇을 하든 매 순간 자신에게 진실되게 행동한다면…",
        "a-c": "당신에게는 자신의 삶을 원하는대로 이끌어갈 수 있는 의지와 열정이 있습니다. 또한, 가슴 속에 무엇이든 할 수 있다는 용감함을 품고 살기에, 남들이 쉽게 하지 못할 결정을 내리고 이를 실현시켜 나갑니다. 자신의 부족한 점을 누구보다 잘 알지만, 주저하거나 포기해야 한다고 생각하기보다는 끈기와 노력으로 이를 극복해 나가야 한다는 신념을 가지고 이상적인 자신의 모습을 향해 나아가고 있을 것입니다. 요컨대, 당신은 자신을…",
        "a-d": "당신은 굳센 정신을 가진 자로서, 실현가능한 목표를 세우고 이를 성취해나가는 데에서 삶의 의미를 찾습니다. 강렬한 쾌락보다 잔잔한 만족감을, 세속적 욕망보다 진정한 자아실현을, 환상적인 꿈보다 현실적인 목표를 좇으며 한 걸음씩 천천히 앞으로 나아가는 당신은 주어진 것에 감사하며 스스로의 길을 걸어갑니다. 동시에 시련과 고난이 닥칠 때마다 상실감 속에서 더욱 깊어지는 당신은…",
        "a-e": "본인만의 뚜렷한 인생관을 가진 당신은, 겸손한 마음가짐으로 조용하고 안정된 삶을 살아갑니다. 자신의 능력을 정확히 아는만큼 한계 또한 인지하고 있기에 건강한 자기애를 가지고 있으며, 그 뚜렷한 장단으로 인해 스스로가 하나의 고유한 인격체로 거듭나게 됨을 온전히 이해하고 있습니다. 또한, 당신은 평화나 선의와 같은 인류애적 가치를 믿는 사람으로서…",
        "a-f": "스스로에게 솔직한 것을 가장 중요한 가치로 삼는 당신은 모든 순간을 자신만의 방식대로 경험하고 해석합니다. 사람들과의 얕은 관계에서 재미를 찾기보다는 혼자서 사유하거나 예술작품을 감상하는 것을 즐겨왔기에, 당신은 좋은 쪽으로도, 또 그렇지 않은 쪽으로도, 남들과는 꽤나 다를 것입니다. 이러한 삶의 자취는 자신의 자아를 가장 깊고 어두운 심연과 통합시킬 수 있도록 도왔고, 그로써 당신은…",
        "b-a": "당신은 논리정연한 사고방식을 가지고 세상을 하나의 퍼즐처럼 분석적으로 이해하는 사람입니다. 감정에 쉽게 휘둘리지 않고 이성적인 판단을 우선시하기에, 전략과 계획이 중요한 분야에서 당신의 강점은 특히 두드러집니다. 이러한 당신의 판단력과 사고력은 다양한 분야에서 유용하게 쓰일 수 있습니다만, 당신은 사회적으로 인정받는 위치에 오르기 위해 자신의 능력을 사용할 확률이 높아 보입니다. 다시말해 인간관계에 있어서든…",
        "b-c": "매우 논리적이고 체계적인 사고방식을 지닌 당신은, 모든 것의 본질을 정확히 파악하고 정리하는 데 관심이 많습니다. 예리한 관찰력으로 사물이나 상황의 문제점을 정확히 짚어내고, 그 이유를 항상 심층적으로 분석하기에 어떻게 이러한 문제점이 타개될 수 있는지에 대한 효과적인 해결책을 제시하기도 합니다. 더 나아가, 당신은 세상을 비판적 시각에서 날카롭게 바라보기에…",
        "b-d": "당신은 철저히 합리적인 사고방식을 지닌 사람으로, 객관적 근거에 기반한 이성적인 판단을 내리는데 능숙합니다. 또한, 자신의 한정된 자원을 가장 효과적으로 이용하는 방법에 대해 깊이 고민하기에, 실현성이 떨어지는 목표에 헛된 바램을 품지 않고 효율적으로 선택과 집중을 합니다. 이렇듯 당신은 현실적으로 세상을 바라보며 살아가기에, 미래에 대한 부푼 꿈이나 설렘도 없지만…",
        "b-e": "당신은 신중하고 꼼꼼한 사람으로, 현상을 살펴보고 문제를 분석하며 전략과 계획을 수립하는데 능숙합니다. 또한, 다른 사람들이 쉽게 간과하는 디테일도 포착하며, 더욱 정확하고 체계적인 사고방식을 구축해 나갑니다. 더 나아가, 이러한 예리한 통찰력과 더불어 조심스러운 성격을 가진 덕분에, 미래에 대한 자신만의 예측이 맞았던 경험이 꽤나 많았을 것입니다. 하지만 그렇다 한들 당신은…",
        "b-f": "당신은 예리한 판단력을 가진 독립적인 사람으로, 지혜와 진리를 기준삼아 비판적으로 생각하고 이해할 수 있는 능력을 가지고 있습니다. 사회와 문화의 편견에서 벗어난 공정한 객관성을 추구하기에, 독서를 하거나 홀로 여행을 하는 등 많은 시간을 혼자서 보내며 자신의 통찰력을 키워나갔을 것입니다. 또, 진실과 더불어 정직함을 중요시하기 때문에 자신이 불리한 상황에도…", 
        "c-a": "당신은 다양한 관심사를 가진 편안한 성격의 소유자로서, 새로운 환경에 쉽게 적응하며 주어진 분위기에 맞게 유연하게 행동합니다. 또한, 많은 이들과 유사한 정서와 관심사를 공유하기에, 도덕성에서부터 성공의 기준에 이르기까지, 폭넓은 주제에 관해 사회적으로 적절한 것과 부적절한 것을 분명히 구분합니다. 이처럼 선을 넘지 않으면서도 재치있게 행동하는 당신에게 주변 사람들은…",
        "c-b": "당신은 긍정적인 에너지로 가득한 활기찬 사람으로서, 미래에 대해 걱정하거나 과거에 얽매이기보다는 현재를 즐기며 살아갑니다. 지금까지의 경험을 통해, 아무리 힘들어 보이는 상황이라도 대부분 괜찮아질뿐더러 오히려 전화위복의 기회가 될 수도 있다는 것을 알기에, 태연한 마음으로 인생의 장애물들을 가볍게 지나갑니다. 다시 말해, 당신은 바다의 능숙한 서퍼처럼…",
        "c-d": "당신은 흐름에 저항하고 반발하기보다는 열린 자세로 이를 포용하고 활용하고자하는 사람입니다. 있는 그대로 세상을 받아들이며 문제를 사서 만들지 않는 편인데, 특히 더 파고들면 자신에게 이로울 게 없는 경우에 더더욱 그렇습니다. 같은 맥락에서 당신은 '만약?'이라는 질문을 던지며 자책이나 후회에 빠지기보다, 현재 자신에게 주어진 것들에 감사해 합니다. 이런 합리적 실용성 덕분에 당신은…",
        "c-e": "당신은 재치있게 일상의 문제를 풀어나가는 사람으로서, 시간을 절약하고 스트레스를 줄이는 효과적인 방식으로 맡은 업무를 처리합니다. 또한, 개인적 의견을 강경하게 고집하지 않고 상황에 맞춰 유연한 태도를 취하고, 자신에게 직접적인 영향이 없다면 잘 모르는 일에 대해 쉬이 입장을 표명하지 않습니다. 어쩌면 남의 일에 괜한 관심을 가지지 않는 당신은…",
        "c-f": "당신은 정서적으로 안정되어있는 침착하고 초연한 사람으로, 어려운 상황에 직면했을 때 외부의 도움이나 지원 없이 이를 타개할 수 있습니다. 이러한 자립심 덕분에 중요한 판단을 내릴 때 자신의 직관을 신뢰하며, 타인의 조언을 구하기보다 독립적으로 결정하고 실천하는 경우가 많을 것입니다. 같은 맥락에서 다른 이들을 돕거나 격려의 말을 건네는 것을 꺼리지는 않지만, 모두가 자신만의 삶의 방식이 있다고 믿기 때문에…",
        "d-a": "주변에 대한 호기심이 많은 당신은 독특한 사람이나 사물들에 관심이 많으며, 새로운 아이디어에 매료되곤 합니다. 또한 생기 있고 활발한 성격을 지녔기에, 삶을 무겁게 대하며 그 속에서 깊은 의미를 찾기보단, 인생을 신비로운 모험으로 여기며 색다른 것들을 발견하고 체험하기를 기대할 것입니다. 이렇게 쌓은 다양한 경험들은 당신의 인생을 다채롭게 하는데에서 그치지 않고…",
        "d-b": "당신은 항상 호기심 어린 눈으로 세상을 바라보는 뛰어난 감각의 소유자입니다. 상황에 몰입하여 다양한 감정과 생각을 열린 마음으로 직접 체험하는 것을 즐기며, 이로부터 살아있다는 희열을 만끽하며 풍부한 영감을 얻기도 합니다. 이러한 경향은 평소의 사고방식과 행동에서도 찾아볼 수 있는데, 인생을 살아감에 있어 치밀하게 계획을 세우고 이를 따르기보다…",
        "d-c": "무한한 상상력을 지닌 당신은, 머릿속에 자신만의 독창적인 세계를 그리며 살아가고, 종종 다른 이들이 웃어넘기는 사소함 속에서도 놀라운 가능성을 발견합니다. 또한, 인생을 한편의 영화와 같이 바라보기에, 현실과 타협하며 삶을 안정적으로 이끌어가기보다는, 환상적이고 극적인 상황들을 맞이하기를 고대할 것입니다. 이러한 성향으로 인해 골리앗과 싸워 승리한 다윗처럼, 당신에게는…",
        "d-e": "겉보기에 침착하고 차분해보이는 당신은, 자세히 들여다보면 호기심이 많고 상상력이 풍부한 사람입니다. 이러한 조용하면서도 모험심 있는 마음가짐 덕분에 당신은 넓은 시야를 유지하면서도 가장 작은 디테일까지 꼼꼼히 탐구할 수 있으며, 세상의 끝없는 경이로움에 매번 감탄하고 기쁨을 느끼면서도 삶에 내재된 소소한 아름다움 또한 놓치지 않습니다. 예술과 세상의 아름다움을 감상하면서 많은 영감을 얻고 생동감을 느끼기에…",
        "d-f": "당신은 자신의 관심분야에 대한 뚜렷한 주관과 예민한 통찰력을 지닌 자로, 수준높은 입맛을 가지고 있습니다. 종종 엉뚱하고 특이하다는 얘기를 들었을 당신은, 별로 개의치 않고 색다른 시선으로 세상을 바라보기를 포기하지 않으며 꾸준히 그 독창성을 키워나갔을 것입니다. 많은 이들의 이해를 받기 힘든 사고관을 가진만큼 때로는 스스로를 의심하고 마음이 복잡해 질 때도 있지만, 어쩌면 그러한 아름다운 방황조차 마음 속 깊숙한 곳에서는…",
        "e-a": "당신은 자신의 분야에서 존경받는 유능한 사람이 되기를 희망하며 시간과 노력을 아끼지 않고 성실하게 살아갑니다. 성공에 대한 열망이 강하기에 언제나 명확한 목표를 바라보고, 흔들리거나 한 눈 팔지 않고 자신감있게 나아갑니다. 또, 당신은 경쟁적이고 복잡한 환경 속에서도 유도리있게 협동하는 법을 알고 있어, 조직 또는 사회에 잘 녹아든 채로 책임감 있게 자신의 역할을 수행할 수 있습니다. 그렇기에 주위에는…",
        "e-b": "당신은 적극적이고 실행력이 강한 사람으로서, 자신의 한계에 끊임없이 도전하고 앞에 보이는 장애물을 향해 거침없이 돌진합니다. 많은 것을 직접 느끼고 경험해야지만 성장할 수 있다는 것을 알기에, 당신은 도전하는 것을 두려워하지 않고 오히려 이를 통해 활력을 얻습니다. 또한, 미리 무엇을 할지 결정하지 않고 과감히 뛰어들어 오감으로 체험하는 것을 선호하기 때문에…",
        "e-c": "당신은 전사의 심장을 가진 이로서, 이루고자 하는 목표에 대한 대단한 집념과 흔들림 없는 인내심을 가지고 있습니다. 꿈을 크게 꾸는만큼 성공으로 향하는 길이 험난하고 고통스러울 때도 있지만, 역경을 피하기보단 당당히 마주하며 굳건하게 전진해 나갑니다. 또한, 자신이 성장하며 한계를 넘어선다는 느낌이 들 때 큰 즐거움을 느끼기에, 남들이 보기에 힘들고 지쳐보이는 시기에…",
        "e-d": "당신은 성공에 대한 열망이 강한 현실주의자로, 달성하고자 하는 목표에 오롯이 집중하는 자입니다. 자신의 관심분야 외에는 별다른 호기심을 가지고 있지 않기에, 외부의 유혹에 쉽게 흔들리지 않으며 근면성실한 삶을 살아 갈 것입니다. 또한, 당신은 일을 함에 있어 안전하고 검증된 방식을 선호하고 채택하기 때문에, 독창성보다는 효율성을, 복잡함보다는 간결함을 추구하며…",
        "e-f": "성패가 개개인의 능력과 성실성에 달려 있다고 믿는 당신은, 언제나 자기 자신에게 집중하며 꾸준하게 스스로를 발전시켜 나갑니다. 또한, 타인에게 의지하며 도움을 요청하기보다 자신이 직면한 문제에 직접 맞서며 어려움을 헤쳐나가는 법을 터득하려 합니다. 따라서 당신은 온전히 자신만의 힘으로 문제를 타개하고 결실을 거둔 경험이 많을 것이고, 이에 걸맞는 자기효능감을 갖추고 있을 것입니다. 이렇게 스스로에게…",
        "f-a": "당신은 인간관계의 가치와 중요성을 이해하는 사람으로서, 역지사지의 자세로 다른 이들의 입장에서 생각하고 진정으로 그들을 위할 줄 압니다. 따라서, 사랑스러운 연인에서부터 신뢰할 수 있는 친구, 그리고 책임감 있는 리더에서부터 협력적인 팀원에 이르기까지 다양한 관계 속 역할들을 능숙하게 수행할 수 있습니다. 또한, 당신은 존중과 사랑에 기반한 안정적인 관계들을 형성하고자 하는데, 누군가 당신에게 의미 있는 삶이 무엇이냐 묻는다면…",
        "f-b": "당신은 유머러스하게 기분좋은 분위기를 이끌어낼 줄 아는 활기차고 밝은 성격의 사람입니다. 톡톡 튀는 즉흥적인 면으로 주위 사람들의 호기심과 궁금증을 불러일으키며, 여러 관계들을 주도적으로 이끌어 갑니다. 또한 여러 취미활동을 즐기기에, 자연스레 좋은 추억을 함께했던 다수의 폭 넓은 인간관계를 가지고 있을 것입니다. 이러한 특성들 덕분에, 당신은…",
        "f-c": "당신은 배려심 깊은 마음으로 소통하고 교감하며, 도움이 필요한 사람이 있을 때 기꺼이 먼저 손을 내밀 줄 아는 따뜻한 사람입니다. 또한, 겉모습이나 지위로 다른 사람을 판단하기보다는 내면의 품성과 도덕성을 중요시하며, 모두를 공명정대하게 대하려 노력합니다. 이러한 윤리의식과 품위 있는 태도가 주변에 호감가는 분위기를 자아내기에…",
        "f-d": "당신은 자신이 속한 사회의 가치를 믿고 따르는 모범적인 사람으로, 많은 이들에게 두터운 신뢰와 존중을 받고있을 것입니다. 정치적, 또는 사회적 이슈에 있어서 대체로 온건한 입장을 취하기에 다른 이들의 공감을 곧잘 이끌어내고, 더 나아가 그들에게 선량하고 이해심 있는 모습으로 비춰집니다. 이러한 연유로 당신은 폭넓은 인적 네트워크를 형성하고, 다양한 사회적 기회들을…",
        "f-e": "당신은 섬세하고 배려심이 깊은 사람으로, 부드러운 공감의 마음으로 타인을 포용합니다. 따뜻한 감정의 교류가 삶에 있어서 얼마나 중요한지 알기에, 명랑한 모습으로 다른 이들에게 다가서며, 그들이 힘들 때에도 삶의 밝은 면을 볼 수 있도록 돕습니다. 또한, 당신은 공동체적 관점에서 세상을 바라보기에, 다양한 사람들이 서로의 단점을 보완하고 협력한다면 더 나은 세상을 만들 수 있을 것이라 믿고있을 것입니다. 이를 실천하기 위해…"
      },
      "resemble": {
        "a-b": "칼 포퍼",
        "a-c": "넬슨 만델라",
        "a-d": "갈릴레오 갈릴레이",
        "a-e": "마르쿠스 아우렐리우스",
        "a-f": "플로렌스 나이팅게일",
        "b-a": "히파티아",
        "b-c": "장자",
        "b-d": "알베르 까뮈",
        "b-e": "세네카",
        "b-f": "잘랄루딘 루미", 
        "c-a": "모리 오가이",
        "c-b": "벤자민 프랭클린",
        "c-d": "레오나르도 다 빈치",
        "c-e": "나폴레옹 보나파르트",
        "c-f": "마하트마 간디",
        "d-a": "헤르만 헤세",
        "d-b": "알베르트 아인슈타인",
        "d-c": "프레데리크 쇼팽",
        "d-e": "빈센트 반 고흐",
        "d-f": "바이런 경",
        "e-a": "헬렌 켈러",
        "e-b": "마리 큐리",
        "e-c": "세네카",
        "e-d": "토마스 에디슨",
        "e-f": "알렉산더 대왕",
        "f-a": "아우구스투스",
        "f-b": "칼 포퍼",
        "f-c": "데일 카네기",
        "f-d": "오드리 헵번",
        "f-e": "시어도어 루스벨트"
      },
      "quote": {
        "a-b": "진정한 무지는 지식의 부재가 아니라, 그것을 얻기를 거부하는 것이다.",
        "a-c": "우리가 자신의 빛을 발할 때, 우리는 무의식적으로 다른 사람들에게도 같은 일을 할 수 있는 용기를 준다.",
        "a-d": "과학적 질문에 있어서는 한 개인의 겸손한 추론이 천 명의 권위보다 가치 있다.",
        "a-e": "사람들이 보게 하라, 그들이 알게 하라, 진정한 사람이 어떻게 살아야 하는지를.",
        "a-f": "새로운 세상을 향한 길을 알리며 파도 속에서 열 번을 죽는 것이, 해변에서 무력하게 서있는 것보다 낫다.",
        "b-a": "생각할 권리를 지켜라, 잘못 생각하는 것조차도 전혀 생각하지 않는 것보다 낫기 때문이다.",
        "b-c": "도(道)는 그 실체와 징표가 있으나, 행위나 형태는 없다.",
        "b-d": "부조리는 인간의 필요와 세상의 비합리적인 침묵 사이의 대립에서 태어난다.",
        "b-e": "고통은 그것이 올 때 충분히 겪게 될 것이니, 그동안은 더 나은 것들을 기대하라. 이를 통해 무엇을 얻을 수 있는가? 시간이다.",
        "b-f": "다른 이들의 이야기에 만족하지 마라. 당신만의 신화를 펼쳐라.",
        "c-a": "절망의 깊은 곳에서도 새로운 시작의 씨앗이 뿌려진다. 눈앞의 어둠을 넘어볼 용기가 필요하다.",
        "c-b": "사소한 일이나 피할 수 없는 사고에 마음 흔들리지 마라.",
        "c-d": "단순함이 궁극의 정교함이다.",
        "c-e": "기회 없는 능력은 아무것도 아니다.",
        "c-f": "당신이 세상에서 보고 싶은 변화가 되어라.",
        "d-a": "사람은 결코 집에 도달하지 못하지만, 친근한 길들이 교차하는 곳마다 잠시 집처럼 느껴진다.",
        "d-b": "진정한 지성의 표시는 지식이 아닌 상상력이다.",
        "d-c": "나는 말을 버리고 오직 음으로만 이야기할 수 있기를 바란다.",
        "d-e": "나는 광신자다! 내 안에서 힘을 느낀다... 꺼뜨릴 수 없는, 계속 타오르게 해야만 하는 불을.",
        "d-f": "인생의 위대한 예술은 감각이다, 고통 속에서도 우리가 존재한다는 것을 느끼는 것.",
        "e-a": "인생은 대담한 모험이거나 아무것도 아니다.",
        "e-b": "인생에서 두려워할 것은 없다, 단지 이해되어야 할 뿐이다.",
        "e-c": "우리의 삶이 짧은 것이 아니라, 우리가 그것을 많이 낭비하는 것이다.",
        "e-d": "천재성은 1%의 영감과 99%의 노력이다.",
        "e-f": "시도하는 자에게 불가능한 것은 없다.",
        "f-a": "나는 인생이라는 이 위대한 드라마에서 내 역할을 잘 해냈는가?",
        "f-b": "나는 틀릴 수 있고, 당신이 옳을 수 있으며, 노력을 통해 우리는 진실에 더 가까워질 수 있다.",
        "f-c": "타인 안에 열렬한 욕망을 일깨워라. 이것을 할 수 있는 자는 온 세상을 얻을 것이다.",
        "f-d": "나이가 들수록, 당신은 두 개의 손이 있다는 것을 발견할 것이다. 하나는 자신을 돕기 위한 것이고, 다른 하나는 다른 이들을 돕기 위한 것이다.",
        "f-e": "할 수 있다고 믿으면 절반은 이룬 것이다."
      }
}